{
    "audit_catalog": [
        {
            "chapter": "Ingresos y otros beneficios",
            "chapter_id": "1",
            "chapter_themes": [
                {
                    "theme": "Fuentes de Financiamiento",
                    "theme_id": "1.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Segregación de ingresos por fuente de financiamiento",
                            "subtheme_id": "1.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las cuentas bancarias sean especificas.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con cuentas bancarias específicas.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 69"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Ingresos autorizados",
                    "theme_id": "1.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Tarifas publicadas",
                            "subtheme_id": "1.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los precios y tarifas se encuentren publicados.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la publicación de los precios y tarifas.",
                                    "normative": "Ley de Procedimientos Administrativos del Estado de Querétaro Artículo 5"
                                },
                                {
                                    "procedure": "Verificar que los ingresos recaudados cuenten con un sustento legal.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con un sustento legal para la recaudación de los ingresos y otros beneficios.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Artículo 16"
                                },
                                {
                                    "procedure": "Verificar que los ingresos recaudados se hayan cobrado con base en las tarifas autorizadas.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no cobró los ingresos recaudados con base en la tarifa o cuota autorizada.",
                                    "normative": "Ley de Hacienda del Estado de Querétaro"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Descuentos de multas y/o recargos autorizados por funcionario competente",
                            "subtheme_id": "1.2.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las reducciones de multas y/o recargos se encuentren autorizados por servidor público competente.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la autorización de servidor público competente para las reducciones en multas y/o recargos.",
                                    "normative": "Ley de Hacienda de los Municipios del Estado de Querétaro Artículo 175"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en la información emanada de la contabilidad",
                            "subtheme_id": "1.2.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la información emanada de la contabilidad cumpla con los criterios de utilidad, confiabilidad, relevancia, comprensibilidad y comparación.",
                                    "description_cases_noncompliance": "Se verificó que la información emanada de la contabilidad de la Entidad fiscalizada, no cumplió con los criterios de utilidad, confiabilidad, relevancia, comprensibilidad y comparación.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 44"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Confirmación de recursos por parte de las instancias competentes",
                    "theme_id": "1.3",
                    "theme_subthemes": [
                        {
                            "subtheme": "Conciliación de recursos",
                            "subtheme_id": "1.3.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la existencia de confirmaciones de ministraciones de ingresos recibidos.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con conciliaciones de recursos recibidos.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 2"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Registros contables y soporte documental, de los ingresos y otros beneficios",
                    "theme_id": "1.4",
                    "theme_subthemes": [
                        {
                            "subtheme": "Registro de los ingresos y otros beneficios",
                            "subtheme_id": "1.4.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el correcto registro contable de los ingresos y otros beneficios.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada presentó inconsistencias en los registros contables de ingresos y otros beneficios.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 2"
                                },
                                {
                                    "procedure": "Verificar que se realizaron conciliaciones bancarias por cuentas de ingresos de recursos propios.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no realizó conciliaciones bancarias por cuentas de ingresos de recursos propios.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 33"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Soporte documental",
                            "subtheme_id": "1.4.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los ingresos determinados cuenten con CFDI.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la emisión del CFDI de los ingresos y otros beneficios recaudados.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 2"
                                },
                                {
                                    "procedure": "Verificar que los actos administrativos se encuentren fundados y motivados.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la fundamentación y motivación de los actos administrativos.",
                                    "normative": "Ley de Procedimientos Administrativos del Estado de Querétaro Artículo 4"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Gastos y otras pérdidas",
            "chapter_id": "2",
            "chapter_themes": [
                {
                    "theme": "Fuentes de financiamiento",
                    "theme_id": "2.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Segregación de egresos por fuente de financiamiento",
                            "subtheme_id": "2.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la debida segregación de los egresos por fuente de financiamiento.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada presentó inconsistencias en la segregación de los egresos por fuentes de financiamiento.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 2"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Documentación soporte",
                    "theme_id": "2.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Existencia de soporte documental",
                            "subtheme_id": "2.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los egresos cuenten con la debida documentación comprobatoria soporte.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la debida documentación soporte del egreso.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 2"
                                },
                                {
                                    "procedure": "Verificar que los egresos cuenten con la documentación competente.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la documentación competente.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 2"
                                },
                                {
                                    "procedure": "Verificar que los egresos se encuentren plenamente justificados.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada realizó Egresos no justificados.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 2"
                                },
                                {
                                    "procedure": "Verificar la correcta aplicación de los gastos para la transición.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no acreditó la correcta aplicación de los gastos para la transición.",
                                    "normative": "Ley para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 85"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Subsidios, donativos y ayudas sociales",
                    "theme_id": "2.3",
                    "theme_subthemes": [
                        {
                            "subtheme": "Publicación de ayudas y subsidios",
                            "subtheme_id": "2.3.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la publicación trimestral de los montos erogados por concepto de ayudas y subsidios, en sus respectivas páginas de internet.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no publicó de manera trimestral los montos erogados por concepto de ayudas y subsidios, en sus respectivas páginas de internet.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 67"
                                },
                                {
                                    "procedure": "Verificar la aprobación de los programas de desarrollo social.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no aprobó los programas de desarrollo social.",
                                    "normative": "Ley de Desarrollo Social del Estado de Querétaro Artículo 5"
                                },
                                {
                                    "procedure": "Verificar el cumplimiento de los programas de desarrollo social.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no dio cumplimiento a los programas de desarrollo social.",
                                    "normative": "Ley de Desarrollo Social del Estado de Querétaro Artículo 11"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Proceso electoral",
                    "theme_id": "2.4",
                    "theme_subthemes": [
                        {
                            "subtheme": "Erogaciones en veda electoral  otorgadas en el periodo de campaña electoral",
                            "subtheme_id": "2.4.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se dé cumplimiento a las erogaciones establecidas en el periodo de veda electoral.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada realizó erogaciones no procedentes durante el periodo de veda electoral.",
                                    "normative": "Ley Electoral del Estado de Querétaro Artículo 100"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Servicios Personales",
                    "theme_id": "2.5",
                    "theme_subthemes": [
                        {
                            "subtheme": "Subcontratación de personal no especializado ",
                            "subtheme_id": "2.5.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que no exista la subcontratación de personal no especializado.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada realizó la Subcontratación de personal no especializado.",
                                    "normative": "Ley Federal del Trabajo Artículo 12"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Tabuladores autorizados",
                            "subtheme_id": "2.5.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el Comité Técnico de Remuneraciones de los Servidores Públicos este debidamente conformado.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no conformó el Comité Técnico de Remuneraciones de los Servidores Públicos.",
                                    "normative": "Ley Para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 20"
                                },
                                {
                                    "procedure": "Verificar la existencia de tabuladores autorizados por el Comité Técnico de Remuneraciones de los Servidores Públicos para efectos de incrementos salariales.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con tabulador autorizado  por el Comité Técnico de Remuneraciones de los Servidores Públicos para efectos de incrementos salariales.",
                                    "normative": "Ley Para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 14"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Incrementos salariales",
                            "subtheme_id": "2.5.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los incrementos salariales no sean superiores al autorizado en el tabulador",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada aplicó un incremento en servicios personales durante el periodo fiscalizado, superior al autorizado en el tabulador",
                                    "normative": "Ley de Disciplina Financiera de las Entidades Federativas y los Municipios Artículo 10"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Nombramientos de servidores públicos",
                            "subtheme_id": "2.5.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los servidores públicos cuenten con nombramiento.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con nombramientos de Servidores Públicos.",
                                    "normative": "Ley de los Trabajadores del Estado de Querétaro   Artículo 2"
                                },
                                {
                                    "procedure": "Verificar que las actividades reales de los servidores públicos sean acordes a las establecidas para su nombramiento.",
                                    "description_cases_noncompliance": "Se verificó que las actividades reales de los servidores públicos no son acordes a las establecidas para su nombramiento.",
                                    "normative": "Ley de los Trabajadores del Estado de Querétaro Artículo 2"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Finiquitos y liquidaciones",
                            "subtheme_id": "2.5.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los conceptos determinados en finiquitos y liquidaciones sean los correspondientes.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada otorgó conceptos distintos a los establecidos en las disposiciones legales aplicables para el otorgamiento de finiquitos y liquidaciones.",
                                    "normative": "Ley de los Trabajadores del Estado de Querétaro   Artículo 57"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Recursos para la transición",
                    "theme_id": "2.6",
                    "theme_subthemes": [
                        {
                            "subtheme": "Gastos de transición",
                            "subtheme_id": "2.6.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la existencia de la partida para gastos de transición.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la partida destinada a gastos de transición.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 2"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Almacenes",
                    "theme_id": "2.7",
                    "theme_subthemes": []
                },
                {
                    "theme": "Erogaciones autorizadas",
                    "theme_id": "2.8",
                    "theme_subthemes": [
                        {
                            "subtheme": "Erogaciones previstas en el presupuesto de egresos",
                            "subtheme_id": "2.8.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las erogaciones se encuentren autorizadas en el presupuesto de egresos.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada realizó erogaciones no autorizadas en el presupuesto de egresos.",
                                    "normative": "Ley para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 38"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Erogaciones previstas por fuente de financiamiento",
                            "subtheme_id": "2.8.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las erogaciones se encuentren autorizadas en la fuente de financiamiento.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada realizó erogaciones no autorizadas en la fuente de financiamiento específica.",
                                    "normative": "Ley de Hacienda del Estado de Querétaro Noveno Transitorio"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Incremento salarial",
                            "subtheme_id": "2.8.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el Incremento en el rubro de Servicios Personales, se haya otorgado conforme a la normatividad aplicable.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada realizó   incrementos en el rubro de Servicios Personales contraviniendo a la normatividad aplicable.",
                                    "normative": "Ley de Disciplina Financiera 10"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Registro de transacciones contables y presupuestales",
            "chapter_id": "3",
            "chapter_themes": [
                {
                    "theme": "Registro de transacciones",
                    "theme_id": "3.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Omisiones y/o errores en registros",
                            "subtheme_id": "3.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las transacciones de la entidad se encuentren registradas contable y presupuestalmente.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no registró contable y presupuestalmente las transacciones.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 2"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Activo No Circulante",
            "chapter_id": "4",
            "chapter_themes": [
                {
                    "theme": "Bienes muebles e Inmuebles",
                    "theme_id": "4.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Arrendamientos y Contratación",
                            "subtheme_id": "4.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el procedimiento de arrendamiento y/o contratación de bienes inmuebles sea conforme a la normativa aplicable.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no realizó el procedimiento de arrendamiento y/o contratación de bienes inmuebles conforme a la normativa aplicable,",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 4"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Bienes de uso común en cuentas de bienes inmuebles",
                            "subtheme_id": "4.1.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en los registros contables de activo no circulante, no se incluyan bienes de uso común.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada registró en cuentas contables de activo no circulante, bienes de uso común.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 23"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Registro de bienes inmuebles",
                            "subtheme_id": "4.1.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el valor de los bienes inmuebles no sea inferior al valor catastral vigente.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada registró los bienes inmuebles conforme  a un valor inferior al catastral vigente",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 23"
                                },
                                {
                                    "procedure": "Verificar que el registro de los bienes adquiridos se hayan registrado en un plazo de 30 días hábiles para incluir en el inventario físico ",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada  no realizó el  registro de los bienes adquiridos se hayan registrado en un plazo de 30 días hábiles para incluir en el inventario físico ",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 23"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Registro de la depreciación y/o amortización de los bienes muebles, inmuebles e intangibles.",
                            "subtheme_id": "4.1.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la determinación y registro de la depreciación y/o amortización de los Bienes Muebles, Inmuebles e intangibles",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no realizó la  determinación  y/o el registro contable de la depreciación y/o amortización de los bienes Muebles, Inmuebles e intangibles, conforme a la normatividad en la materia.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 30"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Costos acumulados de bienes muebles e inmuebles",
                            "subtheme_id": "4.1.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la integración y registro de los costos acumulados de los bienes.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no integró y registró los costos acumulados de Bienes.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 7"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Conciliación del inventario de bienes muebles e Inmuebles",
                            "subtheme_id": "4.1.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la Conciliación del inventario de Bienes Muebles e Inmuebles.",
                                    "description_cases_noncompliance": "Se verificó que existieron inconsistencias en la Conciliación del inventario de Bienes Muebles e Inmuebles",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 23"
                                },
                                {
                                    "procedure": "Verificar la existencia del levantamiento físico del inventario de los bienes",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no realizó el levantamiento físico del inventario de los bienes",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 23"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Control Interno",
            "chapter_id": "5",
            "chapter_themes": [
                {
                    "theme": "Requerimiento de Información",
                    "theme_id": "5.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Entrega de Información",
                            "subtheme_id": "5.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la información haya sido proporcionada de manera requerida",
                                    "description_cases_noncompliance": " Se verificó que la Entidad fiscalizada no proporcionó la  información requerida.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 43"
                                },
                                {
                                    "procedure": "Verificar que la información proporcionada durante el proceso de Fiscalización Superior sea fidedigna, sin alteraciones.\t",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada presentó irregularidades en la información proporcionada, toda vez que",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Artículo 134"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Cuenta Pública",
                    "theme_id": "5.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Integración de la Cuenta Publica",
                            "subtheme_id": "5.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la debida integración de la Cuenta Pública.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no integró la Cuenta Pública de conformidad con la normatividad aplicable.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 52"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Obligaciones fiscales",
                    "theme_id": "5.3",
                    "theme_subthemes": [
                        {
                            "subtheme": "Cumplimiento de la presentación de declaraciones",
                            "subtheme_id": "5.3.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el oportuno cumplimiento de obligaciones fiscales.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada omitió efectuar oportunamente el cumplimiento de sus obligaciones fiscales.",
                                    "normative": "Ley para el Manejo de los Recursos Públicos del estado de Querétaro Artículo 8 fracción V y VI"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Firma Electrónica Avanzada",
                            "subtheme_id": "5.3.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la entidad fiscalizada y los funcionarios responsables del uso de una firma electrónica avanzada, cuenten con la misma y se encuentre vigente.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la firma electrónica avanzada y vigente.",
                                    "normative": "Ley de Firma Electrónica Avanzada para el Estado de Querétaro Artículo 3"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Registro Público de Entidades Paraestatales",
                    "theme_id": "5.4",
                    "theme_subthemes": [
                        {
                            "subtheme": "Inscripciones en el Registro Público de Entidades Paraestatales",
                            "subtheme_id": "5.4.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la documentación pertinente se encuentre debidamente inscrita en el Registro Público de Entidades Paraestatales.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no inscribió la documentación pertinente en el Registro Público de Entidades Paraestatales.",
                                    "normative": "Ley de la Administración Pública Paraestatal del Estado de Querétaro Artículo 10"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Programa Operativo Anual",
                    "theme_id": "5.5",
                    "theme_subthemes": [
                        {
                            "subtheme": "Existencia del Programa Operativo Anual",
                            "subtheme_id": "5.5.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la existencia del programa operativo anual.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con el Programa Operativo Anual.",
                                    "normative": "Ley Para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 8"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Cuentas por Cobrar",
                    "theme_id": "5.6",
                    "theme_subthemes": [
                        {
                            "subtheme": "Transacciones en Cuentas por Cobrar",
                            "subtheme_id": "5.6.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la revelación de cuentas por cobrar en registros contables.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no reveló las cuentas por cobrar en registros contables",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 19"
                                },
                                {
                                    "procedure": "Verificar las oportunas acciones para la depuración de cuentas por cobrar.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada omitió realizar acciones tendientes a la depuración de Cuentas por Cobrar.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 22"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Cuentas por Pagar",
                    "theme_id": "5.7",
                    "theme_subthemes": [
                        {
                            "subtheme": "Transacciones en Cuentas por Pagar",
                            "subtheme_id": "5.7.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la revelación de cuentas por pagar en registros contables.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no reveló las cuentas por pagar en registros contables",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 33"
                                },
                                {
                                    "procedure": "Verificar las oportunas acciones para la depuración de cuentas por pagar.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada omitió realizar acciones tendientes a la depuración de Cuentas por Pagar.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 33"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Contabilidad Gubernamental",
                    "theme_id": "5.8",
                    "theme_subthemes": [
                        {
                            "subtheme": "Sistema de contabilidad gubernamental",
                            "subtheme_id": "5.8.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la información emanada del sistema de contabilidad gubernamental, se sujete a criterios de utilidad, confiabilidad, relevancia, comprensibilidad y de comparación.",
                                    "description_cases_noncompliance": "Se verificó que la información emanada del sistema de contabilidad gubernamental de la Entidad fiscalizada, no se sujetó a criterios de utilidad, confiabilidad, relevancia, comprensibilidad y de comparación.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 4"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Almacenes",
                    "theme_id": "5.9",
                    "theme_subthemes": [
                        {
                            "subtheme": "Control de almacenes",
                            "subtheme_id": "5.9.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el debido cumplimiento en el manejo de almacenes",
                                    "description_cases_noncompliance": "No acreditó el debido control de almacenes",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 10 fracciones II y III"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Adquisiciones, enajenaciones, arrendamientos y contratación de servicios",
            "chapter_id": "6",
            "chapter_themes": [
                {
                    "theme": "Planeación, programación, presupuestación y contratación de las adquisiciones, arrendamientos de bienes muebles e inmuebles y, en general, la prestación de servicios",
                    "theme_id": "6.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Existencia de la planeación, programación, presupuestación y contratación de las adquisiciones, arrendamientos de bienes muebles e inmuebles y, en general, la prestación de servicios",
                            "subtheme_id": "6.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la existencia de la planeación, programación, presupuestación y contratación de las adquisiciones, arrendamientos de bienes muebles e inmuebles y, en general, la prestación de servicios.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la planeación, programación, presupuestación y contratación de las adquisiciones, arrendamientos de bienes muebles e inmuebles y, en general, la prestación de servicios.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 4"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Procedimientos de Adjudicación ",
                    "theme_id": "6.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Autorización y/o consolidación de adquisiciones",
                            "subtheme_id": "6.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la consolidación de las adquisiciones.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no realizó la consolidación de las adquisiciones.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 4"
                                },
                                {
                                    "procedure": "Verificar la previa autorización de las adquisiciones por el Comité de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no se realizó la previa autorización de las adquisiciones por el  Comité de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 20"
                                },
                                {
                                    "procedure": "Verificar que las autorizaciones que realice el Comité de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios estén apegadas al objeto de la Ley de la Materia.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad Fiscalizada realizó procedimientos de adjudicación mediante la Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro, cuando los servicios contratados son Obra Pública.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 1"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Adquisición de bienes usados",
                            "subtheme_id": "6.2.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el procedimiento de la adquisición de bienes muebles usados.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad Fiscalizada no dio cumplimiento al procedimiento de la adquisición de bienes muebles usados.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 4"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Suficiencia presupuestal",
                            "subtheme_id": "6.2.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la suficiencia presupuestal en el procedimiento de adquisiciones.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad Fiscalizada  no otorgó suficiencia presupuestal en las adquisiciones.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 5"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Integración del Comité de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios",
                            "subtheme_id": "6.2.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la debida conformación del Comité de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad Fiscalizada  no conformo el Comité de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 2"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Junta de aclaraciones y presentación de propuestas",
                            "subtheme_id": "6.2.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el cumplimiento legal de la Junta de aclaraciones y presentación de propuestas.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad Fiscalizada  no dio   cumplimiento legal de la junta de aclaraciones, apertura y presentación de propuestas.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 21"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Adjudicación directa por excepción",
                            "subtheme_id": "6.2.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la debida fundamentación y motivación en las Adjudicaciones Directas o Invitación Restringida, por excepción.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad Fiscalizada  no fundó y motivó el caso de excepción para la Adjudicación Directa o Invitación Restringida.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 22"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Publicación de convocatorias",
                            "subtheme_id": "6.2.7",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se cuente con la publicación de las convocatorias en las licitaciones.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad Fiscalizada no publicó la convocatoria de la licitación.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 24"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Requisitos de las convocatorias",
                            "subtheme_id": "6.2.8",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el cumplimiento del contenido solicitado en las convocatorias.",
                                    "description_cases_noncompliance": "Se verificó que la convocatoria  no contó con los requisitos  que señala la ley en la Materia.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 25"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Bases de licitación",
                            "subtheme_id": "6.2.9",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las bases de licitación contengan las especificaciones técnicas que habrá de considerar el Comité de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios.",
                                    "description_cases_noncompliance": "Se verificó qué existieron inconsistencias en las bases de licitación respecto de las especificaciones técnicas que consideró el Comité de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 27"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Garantía de propuesta",
                            "subtheme_id": "6.2.10",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el otorgamiento y cumplimiento de las garantías en licitaciones o celebración de contratos.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no vigiló el otorgamiento o cumplimiento  de garantías de los contratos ",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 30"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Apertura de propuestas",
                            "subtheme_id": "6.2.11",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el acto de presentación y apertura de proposiciones para Licitación Pública y/o Invitación Restringida.",
                                    "description_cases_noncompliance": "Se verificó que hubo inconsistencias en el acto de presentación y apertura de proposiciones para Licitación Pública y/o Invitación Restringida, de conformidad a la normativa de la materia",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 35"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Tablas comparativas y Cuadros comparativos",
                            "subtheme_id": "6.2.12",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la elaboración de tablas comparativas.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no elaboró las tablas comparativas.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 36"
                                },
                                {
                                    "procedure": "Verificar la emisión del Dictamen de las Tablas Comparativas.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no emitió el Dictamen de las Tablas Comparativas.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 37"
                                },
                                {
                                    "procedure": "Verificar la publicación de los cuadros comparativos en el Periódico Ofical del Gobierno del Estado de Querétaro \"La Sombra de Arteaga\"",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no publicó   los cuadros comparativos en el Periódico Ofical del Gobierno del Estado de Querétaro \"La Sombra de Arteaga\"",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 36"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Declaración desierta",
                            "subtheme_id": "6.2.13",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la procedencia de declarar desierta una Licitación o Invitación Restringida.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no acreditó el sustento para declarar desierta una Licitación o Invitación Restringida.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 38"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Dictamen",
                            "subtheme_id": "6.2.14",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la emisión del dictamen por parte del Comité de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios, durante los procedimientos de adjudicaciones.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la emisión del dictamen por parte del Comité de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios, de los procedimientos de adjudicación",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 39"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Compras fraccionadas",
                            "subtheme_id": "6.2.15",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las adquisiciones, contratación de servicios y arrendamientos, no se encuentren fraccionados.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no consideró de manera integrada las adquisiciones",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 48"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Contratos",
                    "theme_id": "6.3",
                    "theme_subthemes": [
                        {
                            "subtheme": "Cumplimiento de contratos",
                            "subtheme_id": "6.3.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el cumplimiento de los contratos.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no vigiló el  cumplimiento de los contratos.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 10"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Suscripción y formalidades del contrato",
                            "subtheme_id": "6.3.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los contratos se suscribieron y/o contaron con las formalidades mínimas establecidas en la Ley de la Materia.",
                                    "description_cases_noncompliance": "Se verificó que los contratos no se suscribieron y/o contaron con las formalidades mínimas establecidas en la Ley de la Materia.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 42"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Rescisión de contrato",
                            "subtheme_id": "6.3.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la procedencia de la rescisión administrativa del contrato.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no vigiló la procedencia de la recisión del contrato por incumplimiento del proveedor.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 43"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Infracciones y sanciones",
                    "theme_id": "6.4",
                    "theme_subthemes": [
                        {
                            "subtheme": "Aplicación de sanciones",
                            "subtheme_id": "6.4.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la aplicación de sanciones derivadas de infracciones por incumplimiento al contrato",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no aplicó las sanciones derivadas de infracciones por  incumplimiento al contrato.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 80"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Enajenaciones de bienes muebles e inmuebles",
                    "theme_id": "6.5",
                    "theme_subthemes": [
                        {
                            "subtheme": "Avalúo",
                            "subtheme_id": "6.5.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el debido proceso para efectos de enajenaciones de bienes.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no cumplió con el debido proceso en la enajenación de bienes.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 59"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Proceso de subasta pública",
                            "subtheme_id": "6.5.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el debido proceso de la subasta pública.",
                                    "description_cases_noncompliance": "Se verificó que la subasta pública no cumplió con el debido proceso establecido en la Ley de la materia.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 3"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Almacenes",
                    "theme_id": "6.6",
                    "theme_subthemes": [
                        {
                            "subtheme": "Control de almacenes",
                            "subtheme_id": "6.6.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el debido cumplimiento en el manejo de almacenes.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no acreditó el debido control de almacenes.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 10"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Padrón de proveedores",
                    "theme_id": "6.7",
                    "theme_subthemes": [
                        {
                            "subtheme": "Requisitos para la inscripción en el padrón de proveedores",
                            "subtheme_id": "6.7.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los requistos para el registro en el padrón de proveedores cumplan con la Ley en la Materia.",
                                    "description_cases_noncompliance": "Se verificó que el padrón de proveedores de la Entidad fiscalizada no cumplió con los requisitos indicados en la Ley de la Materia.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 68"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Suspensión de proveedores",
                            "subtheme_id": "6.7.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la suspensión de los proveedores por incumplimientos.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no acreditó la suspensión de proveedores por incumplimiento, conforme a lo dispuesto en la Ley de la materia.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 72"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Inscripción al padrón de proveedores.",
                            "subtheme_id": "6.7.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la inscripción de los proveedores al padrón de proveedores.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no acreditó la inscripción al padrón de proveedores.",
                                    "normative": "Ley de Adquisiciones, Enajenaciones, Arrendamientos y Contratación de Servicios del Estado de Querétaro Artículo 68"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Marco normativo interno",
            "chapter_id": "7",
            "chapter_themes": [
                {
                    "theme": "Instrumentos normativos",
                    "theme_id": "7.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Elaboración y autorización de normatividad interna",
                            "subtheme_id": "7.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la elaboración y autorización de la normatividad interna.",
                                    "description_cases_noncompliance": " Se verificó que la Entidad fiscalizada no elaboró y/o autorizó la normatividad interna.",
                                    "normative": "Ley de la Administración Pública Paraestatal del Estado de Querétaro Artículo 54"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Publicación de normatividad interna",
                            "subtheme_id": "7.1.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la normatividad interna se encuentre debidamente publicada.",
                                    "description_cases_noncompliance": " Se verificó que la Entidad fiscalizada no publicó la normatividad interna.",
                                    "normative": "Ley de Publicaciones Oficiales del Estado de Querétaro Artículo 3"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Ejercicio Presupuestal",
            "chapter_id": "8",
            "chapter_themes": [
                {
                    "theme": "Equilibrio Presupuestal",
                    "theme_id": "8.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Manejo presupuestal",
                            "subtheme_id": "8.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se guardó el equilibrio presupuestal.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no guardó el equilibrio presupuestal entre los ingresos y egresos.",
                                    "normative": "Ley para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 9"
                                },
                                {
                                    "procedure": "Verificar la capacidad económica para hacer frente a sus compromisos de pago.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no contó con la capacidad económica para hacer frente a sus compromisos de pago.",
                                    "normative": "Ley para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 8"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Anexos del presupuesto",
                    "theme_id": "8.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Integración de los anexos al presupuesto",
                            "subtheme_id": "8.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el proyecto de presupuesto de egresos contenga los anexos respectivos.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no integró dentro del proyecto del presupuesto de egresos, los anexos respectivos.",
                                    "normative": "Ley de Disciplina Financiera de las Entidades Federativas y los Municipios Artículo 10"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Financiamiento Propio",
                            "subtheme_id": "8.2.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el proyecto de de la Ley de Ingresos contenga la estimación del Financiamiento Proio ",
                                    "description_cases_noncompliance": "Se verificó que la  Ley de Ingresos de la Entidad fiscalizada no contó con la estimación del Financiamiento Propio",
                                    "normative": "Ley para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 29"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Erogaciones autorizadas",
                    "theme_id": "8.3",
                    "theme_subthemes": [
                        {
                            "subtheme": "Erogaciones previstas en el presupuesto de egresos",
                            "subtheme_id": "8.3.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las erogaciones se encuentren autorizadas en el presupuesto de egresos.",
                                    "description_cases_noncompliance": "Se verificó que las erogaciones realizadas por la Entidad fiscalizada no se encontraban autorizadas en el presupuesto de egresos.",
                                    "normative": "Ley para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 38"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Informe de adecuaciones presupuestales",
                    "theme_id": "8.4",
                    "theme_subthemes": [
                        {
                            "subtheme": "Sustento documental de los Informes de las adecuaciones presupuestarias",
                            "subtheme_id": "8.4.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las adecuaciones presupuestales se encuentren informadas.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no informó las adecuaciones presupuestales.",
                                    "normative": "Ley para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 69"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Compromisos Plurianuales",
                    "theme_id": "8.5",
                    "theme_subthemes": [
                        {
                            "subtheme": "Compromisos plurianuales previstos en el presupuesto de egresos",
                            "subtheme_id": "8.5.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los compromisos plurianuales se encuentren previstos y autorizados; así como las partidas para solventar dichas obligaciones en el Presupuestos de Egresos.",
                                    "description_cases_noncompliance": "Se verificó que los compromisos plurianuales no se encuentraron previstos y autorizados; así como las partidas para solventar dichas obligaciones en el Presupuesto de Egresos.",
                                    "normative": "Ley para el Manejo de los Recursos Públicos del Estado de Querétaro Artículo 38"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Celebración de compromisos plurianuales",
                            "subtheme_id": "8.5.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los compromisos plurianuales se encuentren, plenamente justificados, autorizados para su celebración y con la debida suficiencia presupuestal",
                                    "description_cases_noncompliance": "Se verificó que los compromisos plurianuales de la Entidad fiscalizada no fueron justificados, ni autorizados y no contaban con la debida suficiencia presupuestal.",
                                    "normative": "Ley General de Contabilidad Gubernamental Artículo 2"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Registro de Obligaciones y Financiamientos ",
                    "theme_id": "8.6",
                    "theme_subthemes": [
                        {
                            "subtheme": "Inscripciones en Registro de Obligaciones y Financiamientos ",
                            "subtheme_id": "8.6.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las Obligaciones y Financiamientos que contrate la Fiscalizada se encuentre debidamente inscrita en el registro correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada presentó inconsistencias en la  inscripción de Obligaciones y  Financiamientos a su cargo en el Registro correspondiente.",
                                    "normative": "Ley de Deuda Pública del Estado de Querétaro Artículo 11"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Registro Estatal de Deuda Pública",
                            "subtheme_id": "8.6.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el cumplimiento de los requisitos del Registro de la Deuda Pública.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada presentó inconsistencias en el cumplimiento de los requisitos del Registro de la Deuda Pública.",
                                    "normative": "Ley de Disciplina Financiera de las Entidades Federativas y los Municipios  Artículo 44"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Órgano de Gobierno o Colegiado",
            "chapter_id": "9",
            "chapter_themes": [
                {
                    "theme": "Acuerdos del Órgano de Gobierno o Colegiado",
                    "theme_id": "9.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Irregularidades en las competencias del Órgano de Gobierno o Colegiado",
                            "subtheme_id": "9.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar los aspectos relevantes acordados por el Órgano de Gobierno.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada no ejerció las competencias del Órgano de Gobierno o Colegiado.",
                                    "normative": "Ley de la Administración Pública Paraestatal del Estado de Querétaro Artículo 53"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Seguimientos de acuerdos, resoluciones",
                    "theme_id": "9.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Falta de seguimiento de acuerdos o resoluciones suscritos por el Órgano de Gobierno o Colegiado",
                            "subtheme_id": "9.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la ejecución y seguimiento de los acuerdos del Órgano de Gobierno o Colegiado.",
                                    "description_cases_noncompliance": "Se verificó que la Entidad fiscalizada presentó irregularidades en la ejecución y seguimiento de los acuerdos del Órgano de Gobierno o Colegiado.",
                                    "normative": "Ley de la Administración Pública Paraestatal del Estado de Querétaro Artículo 54"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Actas levantadas en Sesiones del Órgano Colegiado",
                    "theme_id": "9.3",
                    "theme_subthemes": [
                        {
                            "subtheme": "Falta de elementos y requisitos en actas y sus anexos levantados en Sesiones celebradas por el Órgano de Gobierno o Colegiado ",
                            "subtheme_id": "9.3.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las actas levantadas en sesiones celebradas por el Órgano de Gobierno o Colegiado, cuenten con los elementos y/o requisitos establecidos.",
                                    "description_cases_noncompliance": "Se verificó que las actas y sus anexos levantados en Sesiones celebradas por el Órgano de Gobierno o Colegiado no cumplieron con los elementos y/o requisitos establecidos.",
                                    "normative": "Ley de Procedimientos Administrativos del Estado de Querétaro Artículo 4"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Programación de obra pública",
            "chapter_id": "10",
            "chapter_themes": [
                {
                    "theme": "Elaboración, aprobación y publicación del Programa de Obra Anual.",
                    "theme_id": "10.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Acreditar haber elaborado el Programa de Obra Anual.",
                            "subtheme_id": "10.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la fiscalizada elaboró el Programa de Obra Anual.",
                                    "description_cases_noncompliance": "Se verificó que la fiscalizada no acreditó haber elaborado el Programa de Obra Anual.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "El Programa de Obra Anual cumple con los datos mínimos establecidos en el marco legal correspondiente.",
                            "subtheme_id": "10.1.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el Programa de Obra Anual cumple con los datos requeridos en el marco legal correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que el Programa de Obra Anual no cumple con los datos requeridos en el marco legal correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con la aprobación del Programa de Obra Anual por la instancia competente.",
                            "subtheme_id": "10.1.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la aprobación del Programa de Obra Anual, por la instancia competente.",
                                    "description_cases_noncompliance": "Se verificó que la fiscalizada no acreditó contar con la aprobación del Programa de Obra Anual por la instancia competente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con la publicación del Programa de Obra Anual aprobado, a través del medio correspondiente.",
                            "subtheme_id": "10.1.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la publicación del Programa de Obra Anual aprobado, a través del medio correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con la publicación del Programa de Obra Anual aprobado, a través del medio correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Inclusión de la Obra en el Programa de Obra Anual",
                    "theme_id": "10.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Realización de Obra incluida en el Programa de Obra Anual correspondiente.",
                            "subtheme_id": "10.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las obras a fiscalizar fueron incluidas en el Programa de Obra Anual.",
                                    "description_cases_noncompliance": "Se verificó que las obras a fiscalizar no fueron incluidas en el Programa de Obra Anual.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 126"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Alineación de la obra al Plan de Desarrollo (Nacional/Estatal/Municipal).",
                            "subtheme_id": "10.2.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las obras a fiscalizar se realizaron atendiendo las prioridades establecidas en el Plan de Desarrollo correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que las obras fiscalizadas no se realizaron atendiendo las prioridades establecidas en el Plan de Desarrollo Correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 126"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Planeación de obra pública",
            "chapter_id": "11",
            "chapter_themes": [
                {
                    "theme": "Permisos, concesiones, derechos, autorizaciones, licencias y normas oficiales",
                    "theme_id": "11.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Contar con la Licencia de Construcción, permiso y/o autorización correspondiente.",
                            "subtheme_id": "11.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con licencia de construcción.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con la licencia de construcción.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con el permiso de tratamiento y descargas de aguas residuales en aguas de competencia Nacional.",
                            "subtheme_id": "11.1.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con el permiso o aviso de descarga de aguas residuales en cuerpos receptores que sean bienes nacionales.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con el permiso o aviso de descarga de aguas residuales en cuerpos receptores que sean bienes nacionales.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 27"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con la concesión para explotación, uso, aprovechamiento y/o conservación de aguas nacionales.",
                            "subtheme_id": "11.1.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con la concesión para explotación, uso, aprovechamiento y/o conservación de aguas nacionales.",
                                    "description_cases_noncompliance": "Se Verificó que no se contó con la concesión para explotación, uso, aprovechamiento y/o conservación de aguas nacionales.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Artículo 27, párrafos cuarto, quinto y sexto"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con el permiso para la construcción de obras dentro del cauce de aguas nacionales y en la zona federal correspondiente.",
                            "subtheme_id": "11.1.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con el permiso para la construcción de obras dentro del cauce de aguas nacionales y en la zona federal correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que no se contó con el permiso para la construcción de obras dentro del cauce de aguas nacionales y en la zona federal correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 27"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con el permiso para construcción en derecho de vía federal.",
                            "subtheme_id": "11.1.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con el permiso para construcción en derecho de vía federal.",
                                    "description_cases_noncompliance": "Se Verificó que no se contó con el permiso para construcción en derecho de vía federal.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con el permiso del Instituto Nacional de Antropología e Historia.",
                            "subtheme_id": "11.1.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con el permiso del Instituto Nacional de Antropología e Historia.",
                                    "description_cases_noncompliance": "Se verificó que no se contó con el permiso del Instituto Nacional de Antropología e Historia.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con la factibilidad favorable de servicio de agua potable",
                            "subtheme_id": "11.1.7",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con la factibilidad favorable de servicio de agua potable.",
                                    "description_cases_noncompliance": "Se verificó que no se contó con la factibilidad favorable de servicio de agua potable.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cumplimiento de la obra con lo establecido en el reglamento de construcción correspondiente, en cuanto a los requerimientos para la obtención de la licencia de construcción.",
                            "subtheme_id": "11.1.8",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el cumplimiento de la obra con lo establecido en el reglamento de construcción correspondiente, en cuanto a los requerimientos para la obtención de la licencia de construcción.",
                                    "description_cases_noncompliance": "Se verificó que la obra no cumplió con lo establecido en el reglamento de construcción correspondiente, en cuanto a los requerimientos para la obtención de la licencia de construcción.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cumplimiento a las Normas Oficiales Mexicanas.",
                            "subtheme_id": "11.1.9",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el cumplimiento a las Normas Oficiales Mexicanas.",
                                    "description_cases_noncompliance": "Se verificó que no se dio cumplimiento a las Normas Oficiales Mexicanas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con los permisos,  visto bueno y/o autorizaciones correspondientes.",
                            "subtheme_id": "11.1.10",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con los permisos, visto bueno y/o autorizaciones correspondientes, según el tipo de obra.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con los permisos, visto bueno y/o autorizaciones correspondientes, según el tipo de obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cumplimiento de los requerimientos previos estipulados en los permisos, visto bueno y/o autorizaciones correspondientes, para el inicio de la ejecución de la obra.",
                            "subtheme_id": "11.1.11",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el cumplimiento de los requerimientos previos estipulados en los permisos, visto bueno y/o autorizaciones correspondientes, para el inicio de la ejecución de la obra.",
                                    "description_cases_noncompliance": "Se verificó que no se cumplió con los requerimientos previos estipulados en los permisos, visto bueno y/o autorizaciones correspondientes, para el inicio de la ejecución de la obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Disposición material y legal del sitio de la obra",
                    "theme_id": "11.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Acreditar la adquisición y regularización de la tenencia de la tierra",
                            "subtheme_id": "11.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, previo a la ejecución de las fases de la obra, se contó con la disponibilidad legal del sitio, considerando la adquisición y/o regularización de la tenencia de la tierra donde se realizó la obra pública.",
                                    "description_cases_noncompliance": "Se verificó que, previo a la ejecución de las fases de la obra, no se contó con la disponibilidad legal del sitio, así como no se consideró la adquisición y/o regularización de la tenencia de la tierra donde se realizó la obra pública.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cumplimiento de los requerimientos y/o condicionantes establecidas en los documentos para el acreditamiento de la adquisición y/o regularización de la tenencia de la tierra, en la planeación, y previo a la contratación y ejecución de la obra.",
                            "subtheme_id": "11.2.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el cumplimiento de los requerimientos y/o condicionantes establecidas en los documentos para el acreditamiento de la adquisición y/o regularización de la tenencia de la tierra, en la planeación, y previo a la contratación y ejecución de la obra.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó el cumplimiento de los requerimientos y/o condicionantes establecidas en los documentos para el acreditamiento de la adquisición y/o regularización de la tenencia de la tierra, en la planeación, y previo a la contratación y ejecución de la obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Estudios previos necesarios",
                    "theme_id": "11.3",
                    "theme_subthemes": [
                        {
                            "subtheme": "Contar con la evaluación y manifestación de impacto ambiental.",
                            "subtheme_id": "11.3.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con la evaluación y manifestación de impacto ambiental.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con la evaluación y manifestación de impacto ambiental.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 4 Cuarto Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con los estudios previos para determinar las características y condiciones ambientales, climáticas y geomórficas de la región donde se realizó la obra (mecánica de suelos, estudios geofísicos, hidrológicos, topografía, etc.)",
                            "subtheme_id": "11.3.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se realizaron los estudios de factibilidad técnica, económica, ecológica, estudios de pre inversión; estudios de topografía, geológicos, mecánica de suelos, hidrológicos; de impacto ambiental; y todos aquellos estudios e investigaciones indispensables para llevar a cabo una obra pública según el tipo de la misma.",
                                    "description_cases_noncompliance": "Se verificó que no se realizaron los estudios de factibilidad técnica, económica, ecológica, estudios de pre inversión; estudios de topografía, geológicos, mecánica de suelos, hidrológicos; de impacto ambiental; y todos aquellos estudios e investigaciones indispensables para llevar a cabo una obra pública según el tipo de la misma.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Prever las posibles interferencias que pudieran presentarse durante la ejecución de los trabajos.",
                            "subtheme_id": "11.3.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se consideraron los riesgos, impedimentos u obstrucciones ambientales, climáticas, geomórficas y demás, según la naturaleza y características de la obra.",
                                    "description_cases_noncompliance": "Se verificó que no se consideraron los riegos, impedimentos u obstrucciones ambientales, climáticas, geomórficas y demás, según la naturaleza y características de la obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con los estudios previos suficientes para determinar las características y condiciones estructurales existentes para la ejecución de modificaciones y/o ampliaciones.",
                            "subtheme_id": "11.3.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se realizaron los estudios previos suficientes para determinar las características y condiciones estructurales existentes para la ejecución de modificaciones y/o ampliaciones.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con los estudios previos suficientes para determinar las características y condiciones estructurales existentes, con influencia directa en los trabajos proyectados.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Proyectos arquitectónicos y de ingeniería necesarios.",
                    "theme_id": "11.4",
                    "theme_subthemes": [
                        {
                            "subtheme": "Contar con el Proyecto Ejecutivo, previo al inicio de la obra.",
                            "subtheme_id": "11.4.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se llevó a cabo el proyecto ejecutivo inicial para la obra. ",
                                    "description_cases_noncompliance": "Se verificó que no se llevó a cabo el proyecto ejecutivo inicial para la obra. ",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con la responsiva del Director Responsable de Obra y/o corresponsables.",
                            "subtheme_id": "11.4.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el proyecto ejecutivo contó con la responsiva del Director Responsable de Obra y/o corresponsables.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con la responsiva del Director Responsable de Obra y/o corresponsables.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Considerar las normas y especificaciones técnicas necesarias en la realización del Proyecto Ejecutivo, así como los resultados de los estudios llevados a cabo.",
                            "subtheme_id": "11.4.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se consideraron las normas y especificaciones técnicas necesarias en la realización del Proyecto Ejecutivo, así como los resultados de los estudios llevados a cabo.",
                                    "description_cases_noncompliance": "Se verificó que no se consideraron las normas y especificaciones técnicas necesarias en la realización del Proyecto Ejecutivo, así como los resultados de los estudios llevados a cabo.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cumplimiento a los Ordenamientos Legales que rigen la ejecución de la Obra Pública, según las características de la misma.",
                            "subtheme_id": "11.4.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en el proyecto ejecutivo, se dio cumplimiento a los ordenamientos legales que rigen la ejecución de la obra pública, según las características de la misma.",
                                    "description_cases_noncompliance": "Se verificó que el proyecto ejecutivo incumple con los ordenamientos legales que rigen la ejecución de la obra pública, según las características de la misma.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Considerar en el Proyecto los elementos y especificaciones necesarias para la completa y correcta realización de los trabajos, que permita cumplir el objetivo para el cual se diseñó la obra.",
                            "subtheme_id": "11.4.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se consideró en el proyecto los elementos y especificaciones necesarias para la completa y correcta realización de los trabajos, que permita cumplir el objetivo para el cual se diseñó la obra.",
                                    "description_cases_noncompliance": "Se verificó que no se consideró en el proyecto los elementos y especificaciones necesarias para la completa y correcta realización de los trabajos, que permite cumplir el objetivo para el cual se diseñó la obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia del proyecto ejecutivo y el catálogo de conceptos con la obra programada.",
                            "subtheme_id": "11.4.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el proyecto ejecutivo y el catálogo de conceptos iniciales, correspondan con la obra programada.",
                                    "description_cases_noncompliance": "Se verificó que el proyecto ejecutivo y el catálogo de conceptos iniciales, no corresponden con la obra programada.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Considerar en el proyecto ejecutivo, presupuesto base y catálogo de conceptos, las obras urgentes, las de infraestructura, las complementarias y las accesorias.",
                            "subtheme_id": "11.4.7",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se consideraron en el proyecto ejecutivo, presupuesto base y catálogo de conceptos, las obras urgentes, las de infraestructura, las complementarias y las accesorias.",
                                    "description_cases_noncompliance": "Se verificó que no se consideraron en el proyecto ejecutivo, presupuesto base y catálogo de conceptos; las obras urgentes, las de infraestructura, las complementarias y las accesorias.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Justificación de los cambios realizados al Proyecto Ejecutivo inicial. ",
                            "subtheme_id": "11.4.8",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los cambios realizados al proyecto ejecutivo inicial, estuvieron justificados.",
                                    "description_cases_noncompliance": "No se justificaron los cambios realizados al Proyecto Ejecutivo inicial. ",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Al modificar el proyecto ejecutivo inicial, contar con la solicitud, autorización o visto bueno, por parte de la normativa y/o solicitante de la obra.",
                            "subtheme_id": "11.4.9",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con la solicitud, autorización o visto bueno por parte de la normativa y/o solicitante de la obra, al modificar el proyecto ejecutivo inicial.",
                                    "description_cases_noncompliance": "Se verificó que no se contó con la solicitud, autorización o visto bueno por parte de la normativa y/o solicitante de la obra, al modificar el proyecto ejecutivo inicial.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Integración del catálogo de conceptos",
                    "theme_id": "11.5",
                    "theme_subthemes": [
                        {
                            "subtheme": "Congruencia del catálogo de conceptos con las especificaciones indicadas en el proyecto ejecutivo.",
                            "subtheme_id": "11.5.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la congruencia del catálogo de conceptos con las especificaciones indicadas en el proyecto ejecutivo.",
                                    "description_cases_noncompliance": "Se verificó que el catálogo de conceptos no es congruente con las especificaciones indicadas en el proyecto ejecutivo.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Considerar los conceptos y/o cantidades suficientes y necesarios, para la correcta y completa realización de la obra.",
                            "subtheme_id": "11.5.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se consideraron los conceptos y/o recursos suficientes y necesarios, para la correcta y completa realización de la obra.",
                                    "description_cases_noncompliance": "Se verificó que no se consideraron los conceptos y/o recursos suficientes y necesarios, para la correcta y completa realización de la obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Considerar materiales o insumos adecuados para la ejecución de los trabajos.",
                            "subtheme_id": "11.5.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se consideraron los materiales o insumos adecuados para la ejecución de los trabajos.",
                                    "description_cases_noncompliance": "Se Verificó que no se consideraron los materiales o insumos adecuados para la ejecución de los trabajos.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Gastos necesarios en la ejecución de los trabajos.",
                            "subtheme_id": "11.5.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que no se generaron gastos innecesarios en la ejecución de los trabajos.",
                                    "description_cases_noncompliance": "Gastos innecesarios en la ejecución de los trabajos.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Presupuestación de obra pública",
            "chapter_id": "12",
            "chapter_themes": [
                {
                    "theme": "Integración del presupuesto base",
                    "theme_id": "12.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Integración de precios unitarios del presupuesto base.",
                            "subtheme_id": "12.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la existencia y correcta integración de los precios unitarios en la elaboración del presupuesto base (inicial).",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó la existencia y correcta integración de los precios unitarios en la elaboración del presupuesto base (inicial).",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Realizar los estudios de mercado de precios de materiales.",
                            "subtheme_id": "12.1.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la realización de los estudios de mercado para precios de materiales a incluirse en los presupuestos base.",
                                    "description_cases_noncompliance": "Se verificó que no se realizaron los estudios de mercado para precios de materiales incluidos en los presupuestos base.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Considerar precios para materiales, mano de obra, maquinaria o equipo, que se encuentren dentro de los precios existentes en el mercado.",
                            "subtheme_id": "12.1.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en la elaboración del presupuesto base se consideraron los precios de materiales, de mano de obra, de herramienta, de equipo; existentes en el mercado.",
                                    "description_cases_noncompliance": "Se verificó que en la elaboración del presupuesto base no se consideraron los precios de materiales, de mano de obra, de herramienta, de equipo; existentes en el mercado.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Autorización del recurso",
                    "theme_id": "12.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Contar con la autorización del recurso por la instancia competente.",
                            "subtheme_id": "12.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con la aprobación del presupuesto de inversión, por parte de la autoridad competente, cerciorándose que no se realizó algún egreso que no haya sido presupuestado y aprobado: Identificar el tipo y origen del recurso; Aprobación del recurso por parte de la autoridad competente; Revisar si el monto aprobado cubre el monto de los egresos realizados; Revisar si la fecha de aprobación del recurso fue previa a la contratación de la obra.",
                                    "description_cases_noncompliance": "Se verificó que no se contó con la aprobación del presupuesto de inversión por parte de la autoridad competente, realizando egresos que no fueron presupuestados y aprobados.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 126"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Proceso de contratación de obra pública",
            "chapter_id": "13",
            "chapter_themes": [
                {
                    "theme": "Adjudicación directa",
                    "theme_id": "13.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Obra fraccionada para evitar la Licitación Pública, o en su caso, la Invitación Restringida",
                            "subtheme_id": "13.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la obra no haya sido fraccionada para evitar la Licitación Pública, o en su caso, la Invitación Restringida.",
                                    "description_cases_noncompliance": "Se verificó que la obra fue fraccionada para evitar la Licitación Pública, o en su caso, la Invitación Restringida.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Correspondencia de la modalidad de adjudicación con el monto aprobado",
                            "subtheme_id": "13.1.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la correspondencia entre el monto aprobado para la obra y la modalidad de contratación mediante adjudicación directa.",
                                    "description_cases_noncompliance": "Se verificó que la modalidad de adjudicación directa no corresponde con el monto aprobado.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Acreditar, para la adjudicación de la obra, el cumplimiento a los supuestos del artículo 32 de la Ley de Obra Pública del Estado de Querétaro, con la previa resolución fundada y motivada por escrito que califique las razones y circunstancias que concurran.",
                            "subtheme_id": "13.1.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que existieron circunstancias extraordinarias o casos fortuitos o de fuerza mayor y que se contó con la resolución fundada y motivada, para la contratación de obra pública en términos del artículo 32 de la Ley de la Materia.",
                                    "description_cases_noncompliance": "Se verificó que no existieron circunstancias extraordinarias o casos fortuitos o de fuerza mayor y no se contó con la resolución fundada y motivada, para la contratación de obra pública en términos del artículo 32 de la Ley de la Materia.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Invitar a presentar propuestas a contratistas ubicados en los supuestos del artículo 27 de la Ley de Obra Pública del Estado de Querétaro.",
                            "subtheme_id": "13.1.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que para la modalidad de adjudicación directa, se invitó a presentar propuestas a contratistas que no se ubicaban en los supuestos del artículo 27 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "description_cases_noncompliance": "Se verificó que se invitó a presentar propuestas a contratistas que se encontraban en los supuestos del artículo 27 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Invitar a presentar propuestas a contratistas que reúnan los requisitos especificados en los artículos 12 y 33 de la Ley de Obra Pública del Estado de Querétaro.",
                            "subtheme_id": "13.1.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que para la modalidad de adjudicación directa, se invitó a presentar propuestas a contratistas que reúnan los requisitos especificados en los artículos 12 y 33 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "description_cases_noncompliance": "Se verificó que se invitó a presentar propuestas a contratistas que no reunían los requisitos especificados en los artículos 12 y 33 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con los tres presupuestos que como mínimo establece la Ley de Obra Pública del Estado de Querétaro.",
                            "subtheme_id": "13.1.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en el proceso de adjudicación se realicé mediante adjudicación directa, se acredite la presentación de los tres presupuestos que como mínimo se requieren.",
                                    "description_cases_noncompliance": "Se verificó que en el proceso de adjudicación directa, no se acreditó la presentación de los tres presupuestos que como mínimo se requieren.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Adjudicación de la obra a una propuesta cuya oferta garantice las mejores condiciones para la Fiscalizada en cuanto al cumplimiento de los principios constitucionales de eficacia, eficiencia y economía en la administración de los recursos.",
                            "subtheme_id": "13.1.7",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la adjudicación de la obra mediante la modalidad de adjudicación directa, sea a una propuesta cuya oferta garantice las mejores condiciones para la fiscalizada en cuanto al cumplimiento del principio constitucional de economía en la administración de los recursos.",
                                    "description_cases_noncompliance": "Se verificó que se adjudicó la obra a una propuesta cuya oferta no garantizaba las mejores condiciones para la fiscalizada en cuanto al cumplimiento del principio constitucional de economía en la administración de los recursos.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Invitación Restringida",
                    "theme_id": "13.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Obra fraccionada para evitar la Licitación Pública.",
                            "subtheme_id": "13.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el importe de la obra no haya sido fraccionado para evitar la licitación pública.",
                                    "description_cases_noncompliance": "Se verificó que se fraccionó el importe de la obra para evitar la Licitación Pública.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Correspondencia de la modalidad con el monto aprobado",
                            "subtheme_id": "13.2.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la correspondencia entre el monto aprobado para la obra y la modalidad de contratación mediante invitación restringida.",
                                    "description_cases_noncompliance": "Se verificó que el monto aprobado para la obra no corresponde a la modalidad de contratación mediante invitación restringida.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Invitar a presentar propuestas a contratistas ubicados en los supuestos del artículo 27 de la Ley de Obra Pública del Estado de Querétaro.",
                            "subtheme_id": "13.2.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que para la modalidad de invitación restringida, se invitó a presentar propuestas a contratistas que no se ubicaban en los supuestos del artículo 27 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "description_cases_noncompliance": "Se verificó que se invitó a presentar propuestas a contratistas que se encontraban en los supuestos del artículo 27 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Invitar a presentar propuestas a contratistas que reúnan los requisitos especificados en los artículos 12, 20 y 35 de la Ley de Obra Pública del Estado de Querétaro.",
                            "subtheme_id": "13.2.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que para la modalidad de Invitación Restringida, se invitó a presentar propuestas a contratistas que reúnan los requisitos especificados en los artículos 12, 20 párrafo cuarto y 35 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "description_cases_noncompliance": "Se verificó que se invitó a presentar propuestas a contratistas que no reuníann los requisitos especificados en los artículos 12, 20 párrafo cuarto y 35 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Llevar a cabo el Comité de Selección de Contratistas en el que se seleccionaron los contratistas que participaron en el proceso. ",
                            "subtheme_id": "13.2.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el Comité de Selección de Contratistas realizó el proceso de selección de los candidatos a realizar obra pública.  ",
                                    "description_cases_noncompliance": "Se verificó que el Comité de Selección de Contratistas no realizó el proceso de selección de los candidatos para realizar la obra pública.  ",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Procedimiento de celebración del Comité de Selección de Contratistas.",
                            "subtheme_id": "13.2.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que para la contratación de la invitación restringida, la selección de los participantes se realizó conforme al procedimiento legal establecido.",
                                    "description_cases_noncompliance": "Se verificó que, en la contratación de la invitación restringida, la selección de los participantes no se realizó conforme al procedimiento legal establecido.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Diversificar la selección de contratistas para evitar el acaparamiento de las obras a favor de uno o más contratistas.",
                            "subtheme_id": "13.2.7",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la diversificación en la selección de contratistas para evitar el acaparamiento de las obras a favor de uno o más contratistas.",
                                    "description_cases_noncompliance": "Se verificó que no se procuró diversificar la selección de contratistas para evitar el acaparamiento de las obras a favor de uno o más contratistas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Emitir las invitaciones a los contratistas participantes y que éstos acusen de recibo.",
                            "subtheme_id": "13.2.8",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la fiscalizada dentro del plazo legal concedido invitó a los contratistas seleccionados y cuenta con el acuse de recibo correspondiente. ",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó que la fiscalizada, dentro del plazo legal, invitó a los contratistas seleccionados y contaba con el acuse de recibo correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Participación de licitantes que se encuentren debidamente acreditados e inscritos en el proceso.",
                            "subtheme_id": "13.2.9",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se tuvo la participación de licitantes que se encontraban debidamente acreditados e inscritos en el proceso de contratación.",
                                    "description_cases_noncompliance": "Se verificó que se tuvo la participación de licitantes que no se encontraban debidamente acreditados e inscritos en el proceso.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con las Bases para el proceso de contratación mediante Invitación Restringida.",
                            "subtheme_id": "13.2.10",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con las bases emitidas por la convocante para llevar a cabo el proceso de contratación mediante invitación restringida.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con las Bases para el proceso de contratación mediante Invitación Restringida.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contar con las tres propuestas del proceso de Invitación Restringida.",
                            "subtheme_id": "13.2.11",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó por lo menos con las tres propuestas señaladas en la Ley de la Materia.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con las tres propuestas del proceso de invitación restringida.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Realizar las actas correspondientes a los eventos del proceso de Invitación Restringida.",
                            "subtheme_id": "13.2.12",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la fiscalizada haya realizado las actas correspondientes a los eventos llevados a cabo para el proceso de contratación mediante invitación restringida.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó haber realizado las actas correspondientes a los eventos del proceso de invitación restringida.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en las Bases en cuanto a los requisitos establecidos para las mismas en la Ley de Obra Pública del Estado de Querétaro.",
                            "subtheme_id": "13.2.13",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar, para la modalidad de invitación restringida, la consistencia en las bases en cuanto a los requisitos establecidos para las mismas en la Ley de Obra Pública del Estado de Querétaro..",
                                    "description_cases_noncompliance": "Se verificó que existieron inconsistencias en las bases, en cuanto a los requisitos establecidos para las mismas en la Ley de Obra Pública del Estado de Querétaro.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en la etapa de apertura de las propuestas técnicas y económicas.",
                            "subtheme_id": "13.2.14",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar para la modalidad de invitación restringida, la consistencia en la etapa de apertura de las propuestas técnicas y económicas.",
                                    "description_cases_noncompliance": "Se verificó que existieron inconsistencias en la etapa de apertura de las propuestas técnicas y económicas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en la revisión detallada de las propuestas técnicas y económicas.",
                            "subtheme_id": "13.2.15",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar para la modalidad de Invitación Restringida, la consistencia en la revisión detallada de las propuestas técnicas y económicas.",
                                    "description_cases_noncompliance": "Se verificó que existieron inconsistencias en la revisión detallada de las propuestas técnicas y económicas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en la realización del dictamen que sirvió como fundamento del fallo.",
                            "subtheme_id": "13.2.16",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar para la modalidad de invitación restringida, la consistencia en la realización del dictamen que sirvió como fundamento del fallo.",
                                    "description_cases_noncompliance": "Se verificó que existieron inconsistencias en la realización del dictamen que sirvió como fundamento del fallo.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Adjudicar la obra a una propuesta que reúna los requisitos de las bases de licitación o sus precios son aceptables o remunerativos, y cuya oferta garantice las mejores condiciones para la fiscalizada en cuanto al cumplimiento de los principios constitucionales de eficacia, eficiencia y economía en la administración de los recursos públicos.",
                            "subtheme_id": "13.2.17",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar para la modalidad de invitación restringida, la adjudicación de la obra a una propuesta que reúna los requisitos de las bases de licitación o sus precios son aceptables o remunerativos, y cuya oferta garantice las mejores condiciones para la fiscalizada en cuanto al cumplimiento de los principios constitucionales de eficacia, eficiencia y economía en la administración de los recursos públicos.",
                                    "description_cases_noncompliance": "Se verificó que se adjudicó la obra a una propuesta que no reunía los requisitos de las bases de licitación o sus precios no eran aceptables o remunerativos, y cuya oferta no garantizaba las mejores condiciones para la Fiscalizada en cuanto al cumplimiento de los principios constitucionales de eficacia, eficiencia y economía en la administración de los recursos públicos.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Conservación de la documentación para la información y verificación.",
                            "subtheme_id": "13.2.18",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar para la modalidad de invitación restringida, que la fiscalizada conservó toda la documentación comprobatoria de los actos para los procedimientos de contratación, que resguardó las propuestas \"no ganadoras\" de contratistas que fueron motivo de descalificación en la mecánica de revisión detallada de propuestas técnicas y económicas.",
                                    "description_cases_noncompliance": "Se verificó que, para la modalidad de invitación restringida, la fiscalizada no conservó toda la documentación comprobatoria de los actos para los procedimientos de contratación, que no resguardó las propuestas \"no ganadoras\" de contratistas que fueron motivo de descalificación en la mecánica de revisión detallada de propuestas técnicas y económicas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Licitación pública",
                    "theme_id": "13.3",
                    "theme_subthemes": [
                        {
                            "subtheme": "Recibir propuestas de contratistas ubicados en los supuestos del artículo 27 de la Ley de Obra Pública del Estado de Querétaro.",
                            "subtheme_id": "13.3.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que para la modalidad de licitación pública, se recibieron propuestas de contratistas que no se ubicaban en los supuestos del artículo 27 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "description_cases_noncompliance": "Se verificó que se recibieron propuestas de contratistas que se encontraban en los supuestos del artículo 27 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Recibir propuestas de contratistas que reúnan los requisitos especificados en los artículos 12, 20 y 40 de la Ley de Obra Pública del Estado de Querétaro.",
                            "subtheme_id": "13.3.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que para la modalidad de licitación pública, se recibieron propuestas de  contratistas que reunían los requisitos especificados en los artículos 12, 20 y 40 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "description_cases_noncompliance": "Se verificó que se recibieron propuestas de contratistas que no reunían los requisitos especificados en los artículos 12, 20 y 40 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Haber realizado la convocatoria correspondiente y su publicación en uno de los periódicos de mayor circulación del Estado, así como en el periódico oficial de Gobierno del Estado.",
                            "subtheme_id": "13.3.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la fiscalizada publicó la convocatoria en uno de los periódicos de mayor circulación del Estado, así como en el periódico oficial de Gobierno del Estado.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó haber realizado la publicación de la convocatoria en uno de los periódicos de mayor circulación del Estado, así como en el periódico oficial de Gobierno del Estado.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en el contenido de la convocatoria.",
                            "subtheme_id": "13.3.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la convocatoria reúne los requisitos legales.",
                                    "description_cases_noncompliance": "Se verificó que la convocatoria no reúne los requisitos legales.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Participación de licitantes que se encuentran debidamente acreditados e inscritos en el proceso.",
                            "subtheme_id": "13.3.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que para la licitación pública se tuvo la participación de licitantes que se encontraban debidamente acreditados e inscritos en el proceso de contratación.",
                                    "description_cases_noncompliance": "Se verificó que se tuvo la participación de licitantes que no se encontraban debidamente acreditados e inscritos en el proceso.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Emitir las bases para el proceso mediante licitación pública.",
                            "subtheme_id": "13.3.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se emitieron las bases para llevar a cabo el proceso de contratación mediante licitación pública.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó haber emitido las bases para el proceso de adjudicación mediante licitación pública.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Requisitos en las bases establecidos en la Ley de Obra Pública del Estado de Querétaro.",
                            "subtheme_id": "13.3.7",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar para la modalidad de Licitación Pública que las bases cumplan con los requisitos establecidos en la Ley de Obra Pública del Estado de Querétaro.",
                                    "description_cases_noncompliance": "Se verificó que las bases no reúnen los requisitos establecidos en la Ley de Obra Pública del Estado de Querétaro.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Realizar las actas correspondientes a los eventos del proceso de Licitación Pública.",
                            "subtheme_id": "13.3.8",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la fiscalizada realizó las actas correspondientes a los eventos del proceso de Licitación Pública.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó haber realizado las actas correspondientes a los eventos del proceso de Licitación Pública.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en la etapa de apertura de las propuestas técnicas y económicas.",
                            "subtheme_id": "13.3.9",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar, para la modalidad de Licitación Pública, la consistencia en la etapa de apertura de las propuestas técnicas y económicas.",
                                    "description_cases_noncompliance": "Se verificó que existieron irregularidades en la etapa de apertura de las propuestas técnicas y económicas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en la revisión detallada de las propuestas técnicas y económicas.",
                            "subtheme_id": "13.3.10",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar, para la modalidad de Licitación Pública, la consistencia en la revisión detallada de las propuestas técnicas y económicas.",
                                    "description_cases_noncompliance": "Se verificó que existieron irregularidades en la revisión detallada de las propuestas técnicas y económicas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en la realización del dictamen que sirvió como fundamento del fallo.",
                            "subtheme_id": "13.3.11",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar, para la modalidad de Licitación Pública, la consistencia en la realización del dictamen que sirvió como fundamento del fallo.",
                                    "description_cases_noncompliance": "Se verificó que existieron inconsistencias en la realización del dictamen que sirvió como fundamento del fallo.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Adjudicar la obra a una propuesta que reúna los requisitos de las bases de licitación o sus precios son aceptables o remunerativos, y cuya oferta garantice las mejores condiciones para la Fiscalizada en cuanto al cumplimiento de los principios constitucionales de eficacia, eficiencia y economía en la administración de los recursos públicos.",
                            "subtheme_id": "13.3.12",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar, para la modalidad de Licitación Pública, que la obra se adjudicó a una propuesta que reunía los requisitos de las bases de licitación y que cumpliera con el principio constitucional de economía para el gasto público.",
                                    "description_cases_noncompliance": "Se verificó que la obra se adjudicó a una propuesta que no reunía los requisitos de las bases de licitación y no cumplía con el principio constitucional de economía para el gasto público.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Conservación de la documentación para la información y verificación.",
                            "subtheme_id": "13.3.13",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar para la modalidad de Licitación Pública, que la fiscalizada conservó toda la documentación comprobatoria de los actos para los procedimientos de contratación, que resguardó las propuestas \"no ganadoras\" de contratistas que fueron motivo de descalificación en la mecánica de revisión detallada de propuestas técnicas y económicas.",
                                    "description_cases_noncompliance": "Se verificó que, para la modalidad de Licitación Pública, la fiscalizada no conservó toda la documentación comprobatoria de los actos para los procedimientos de contratación, que no resguardó las propuestas \"no ganadoras\" de contratistas que fueron motivo de descalificación en la mecánica de revisión detallada de propuestas técnicas y económicas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Contratación",
                    "theme_id": "13.4",
                    "theme_subthemes": [
                        {
                            "subtheme": "Suscribir en el plazo legal el contrato correspondiente.",
                            "subtheme_id": "13.4.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que una vez resuelto el proceso de licitación y dado el respectivo fallo, la convocante y el adjudicatario suscribieron el contrato correspondiente en un plazo no mayor a 15 días hábiles. ",
                                    "description_cases_noncompliance": "Se verificó que no se suscribió, en el plazo legal, el contrato correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Estipular las declaraciones y cláusulas mínimas establecidas en la Ley.",
                            "subtheme_id": "13.4.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el contrato de obra contó con las formalidades mínimas requeridas en la Ley de la materia.",
                                    "description_cases_noncompliance": "Se verificó que el contrato de obra no contó con las formalidades mínimas requeridas en la Ley de la materia.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Subcontratación de trabajos con la autorización de la contratante.",
                            "subtheme_id": "13.4.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la contratante autorizó la subcontratación correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que la contratante no autorizó la subcontratación correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "La convocante modificó las condiciones de contratación pactadas y publicadas desde la convocatoria de licitación.",
                            "subtheme_id": "13.4.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la convocante no modificó las condiciones de contratación pactadas y publicadas en la convocatoria de licitación.",
                                    "description_cases_noncompliance": "Se verificó que la convocante modificó las condiciones de contratación pactadas y publicadas desde la convocatoria de licitación.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Haber realizado procedimientos de contratación de obra pública cuando el objeto principal del proyecto era la adquisición de equipamiento y servicios.",
                            "subtheme_id": "13.4.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que no se hayan realizado procedimientos de contratación de obra pública cuando el objeto principal del proyecto era la adquisición de equipamiento y servicios.",
                                    "description_cases_noncompliance": "Se verificó que la fiscalizada realizó procedimientos de contratación de obra pública cuando el objeto principal del proyecto era la adquisición de equipamiento y servicios.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Contratación y ejecución de obra pública y los trabajos relacionados con ésta conforme a lo dispuesto en la Ley de la Materia.",
                            "subtheme_id": "13.4.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la obra pública y los trabajos relacionados con ésta, se hayan contratado y ejecutado conforme a lo dispuesto en la Ley de la materia.",
                                    "description_cases_noncompliance": "Se verificó que la obra pública y los trabajos relacionados con ésta, no se contrataron y ejecutaron conforme a lo dispuesto en la Ley de la materia.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Acreditar haber llevado a cabo el proceso de contratación",
                            "subtheme_id": "13.4.7",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la contratación se realizó conforme a las modalidades y montos establecidos en la Ley de la materia. ",
                                    "description_cases_noncompliance": "Se verificó que la contratación no se realizó conforme a las modalidades y montos establecidos en la Ley de la materia. ",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Garantías contractuales.",
                    "theme_id": "13.5",
                    "theme_subthemes": [
                        {
                            "subtheme": "Presentar las garantías correspondientes al anticipo, cumplimiento de contrato y vicios ocultos. Así como la garantía de responsabilidad civil cuando ésta sea solicitada.",
                            "subtheme_id": "13.5.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se garantizaron, en su caso, los anticipos otorgados, el cumplimiento de las condiciones pactadas en el contrato y los vicios ocultos al concluir la obra.",
                                    "description_cases_noncompliance": "Se verificó que no se garantizaron, en su caso, los anticipos otorgados, el cumplimiento de las condiciones pactadas en el contrato y los vicios ocultos al concluir la obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en las garantías presentadas.",
                            "subtheme_id": "13.5.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las garantías consideran las formalidades mínimas requeridas en la Ley en la materia.",
                                    "description_cases_noncompliance": "Se verificó que las garantías no consideran las formalidades mínimas requeridas en la Ley en la materia.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Del anticipo",
                    "theme_id": "13.6",
                    "theme_subthemes": [
                        {
                            "subtheme": "Se entregó en tiempo y forma el anticipo correspondiente.",
                            "subtheme_id": "13.6.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se entregó al contratista, en tiempo y forma, el anticipo correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que no se entregó al contratista, en tiempo y forma, el anticipo correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Acreditar la correcta aplicación del anticipo en la obra por parte del contratista.",
                            "subtheme_id": "13.6.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la correcta aplicación del anticipo en la obra por parte del contratista.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó la correcta aplicación del anticipo en la obra por parte del contratista.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Hacer efectiva la garantía del anticipo.",
                            "subtheme_id": "13.6.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, en caso de no haberse aplicado el anticipo en la obra, se haga efectiva la garantía de correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que no se hizo efectiva la garantía del anticipo.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Verificar el porcentaje de anticipo otorgado al contratista.",
                            "subtheme_id": "13.6.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el porcentaje de anticipo no sea inferior al 20% ni mayor al 50%.",
                                    "description_cases_noncompliance": "Se verificó que el porcentaje de anticipo no cumplió con lo establecido en la norma (no sea inferior al 20% ni mayor al 50%).",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "El porcentaje del anticipo otorgado al contratista corresponde con el estipulado en las Bases de licitación y/o con el del contrato de la obra",
                            "subtheme_id": "13.6.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el porcentaje del anticipo otorgado al contratista corresponde con el estipulado en las bases de licitación y/o con el contrato de la obra.",
                                    "description_cases_noncompliance": "Se verificó que el porcentaje del anticipo otorgado al contratista difiere con el estipulado en las bases de licitación y/o con el del contrato de la obra",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Padrón de Contratistas",
                    "theme_id": "13.7",
                    "theme_subthemes": [
                        {
                            "subtheme": "Publicación del Padrón de Contratistas de manera anual en el Periódico Oficial del Gobierno del Estado de Querétaro “La Sombra de Arteaga” y en las gacetas municipales en el caso de los municipios, debidamente actualizada, en los primeros treinta días del año que corresponda",
                            "subtheme_id": "13.7.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la publicación del Padrón de Contratistas de manera anual en el Periódico Oficial del Gobierno del Estado de Querétaro “La Sombra de Arteaga” y en las gacetas municipales en el caso de los municipios, debidamente actualizada, en los primeros treinta días del año que corresponda.",
                                    "description_cases_noncompliance": "Se verificó qiue no se realizó la publicación del Padrón de Contratistas de manera anual en el Periódico Oficial del Gobierno del Estado de Querétaro “La Sombra de Arteaga” y en las gacetas municipales en el caso de los municipios, debidamente actualizada, en los primeros treinta días del año que corresponda.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Suspender temporalmente el registro de los contratistas, cuando éstos caigan en los supuestos del artículo 23 de la Ley de Obra Pública del Estado de Querétaro",
                            "subtheme_id": "13.7.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se haya suspendido temporalmente el registro de los contratistas, cuando éstos caigan en los supuestos del artículo 23 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "description_cases_noncompliance": "Se verificó que no se suspendió temporalmente el registro de los contratistas, al caer éstos en los supuestos del artículo 23 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cancelar el registro de los contratistas, cuando éstos caigan en los supuestos del artículo 24 de la Ley de Obra Pública del Estado de Querétaro",
                            "subtheme_id": "13.7.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se haya cancelado el registro de los contratistas, cuando éstos caigan en los supuestos del artículo 24 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "description_cases_noncompliance": "Se verificó que no se canceló el registro de los contratistas, al caer éstos en los supuestos del artículo 24 de la Ley de Obra Pública del Estado de Querétaro.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Publicar en el Periódico Oficial del Gobierno del Estado de Querétaro “La Sombra de Arteaga”, en el caso de que proceda, la cancelación del registro en el Padrón de Contratistas",
                            "subtheme_id": "13.7.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se haya publicado en el Periódico Oficial del Gobierno del Estado de Querétaro “La Sombra de Arteaga”, en el caso de que proceda, la cancelación del registro en el Padrón de Contratistas.",
                                    "description_cases_noncompliance": "Se verificó que no se publicó en el Periódico Oficial del Gobierno del Estado de Querétaro “La Sombra de Arteaga”, en el caso de que proceda, la cancelación del registro en el Padrón de Contratistas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "En el otorgamiento y/o revalidación del Registro en el Padrón de Contratistas, cumplir con los requisitos establecidos para su obtención.",
                            "subtheme_id": "13.7.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en el otorgamiento y/o revalidación del Registro en el Padrón de Contratistas, se haya cumplido con los requisitos establecidos para su obtención.",
                                    "description_cases_noncompliance": "Se verificó que existieron deficiencias en el otorgamiento y/o revalidación del Registro en el Padrón de Contratistas, al no cumplir los requisitos establecidos para su obtención.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Ejecución / Supervisión de Obra Pública",
            "chapter_id": "14",
            "chapter_themes": [
                {
                    "theme": "Pago de estimaciones",
                    "theme_id": "14.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Pagos por cantidades o conceptos ejecutados.",
                            "subtheme_id": "14.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las estimaciones autorizadas correspondan con lo realmente ejecutado en cuanto a su elaboración (operaciones), conceptos y cantidades.  ",
                                    "description_cases_noncompliance": "Se verificó que los conceptos y/o cantidades pagadas autorizadas mediante las estimaciones no corresponden a lo realmente ejecutado.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Conceptos pagados con consistencia en la integración de su precio unitario.",
                            "subtheme_id": "14.1.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la correcta integración de los precios unitarios correspondientes a conceptos pagados en las estimaciones.",
                                    "description_cases_noncompliance": "Se verificó la existencia de una incorrecta integración de los precios unitarios correspondientes a conceptos pagados en las estimaciones.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Conceptos pagados que correspondan en su ejecución con respecto a las especificaciones indicadas en el proyecto ejecutivo y/o con la descripción del concepto contratado.",
                            "subtheme_id": "14.1.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los conceptos pagados correspondan en su ejecución con respecto a las especificaciones indicadas en el proyecto ejecutivo y/o con la descripción del concepto contratado.",
                                    "description_cases_noncompliance": "Se verificó que existieron conceptos pagados con diferencias en su ejecución con respecto a las especificaciones indicadas en la descripción del concepto contratado.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Existencia de la obra.",
                            "subtheme_id": "14.1.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la existencia de la obra contratada y pagada.",
                                    "description_cases_noncompliance": "Se verificó que la obra contratada y pagada no existe.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Conceptos pagados con calidad en su ejecución.",
                            "subtheme_id": "14.1.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Constatar mediante visita de inspección física, que los conceptos pagados en las estimaciones se hayan ejecutado con la calidad requerida.",
                                    "description_cases_noncompliance": "Se verificó que existieron conceptos pagados con mala calidad en su ejecución.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Conceptos pagados con precios unitarios que correspondan con los precios contratados. ",
                            "subtheme_id": "14.1.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar en las estimaciones de obra, que los precios unitarios de los conceptos pagados correspondan con los precios unitarios contratados. ",
                                    "description_cases_noncompliance": "Se verificó que existieron conceptos pagados con precios unitarios que difieren con los precios contratados. ",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Conceptos pagados que correspondan en su ejecución con respecto a las especificaciones indicadas en la descripción del concepto contratado.",
                            "subtheme_id": "14.1.7",
                            "subtheme_procedures": [],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Conceptos pagados que correspondan tanto con el proyecto ejecutivo como en su ejecución, con respecto a las especificaciones indicadas en la descripción del concepto contratado.",
                            "subtheme_id": "14.1.8",
                            "subtheme_procedures": [],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Trabajos que cumplan con las especificaciones y/o lineamientos de la normativa.",
                            "subtheme_id": "14.1.9",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los trabajos ejecutados cumplan con las especificaciones y/o lineamientos de la normativa correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que los trabajos ejecutados no cumplieron con las especificaciones y/o lineamientos de la normativa correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cantidades pagadas ejecutadas.",
                            "subtheme_id": "14.1.10",
                            "subtheme_procedures": [],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cantidades pagadas que correspondan con el Proyecto Ejecutivo.",
                            "subtheme_id": "14.1.11",
                            "subtheme_procedures": [],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Se autorizó o justificó el incremento de volúmenes de obra.",
                            "subtheme_id": "14.1.12",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en caso de incremento en cantidades de trabajo, éstos fueron autorizados por la contratante.",
                                    "description_cases_noncompliance": "Se verificó que no se autorizó el incremento de volúmenes de obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Conceptos o cantidades de trabajos pagados de forma anticipada.",
                            "subtheme_id": "14.1.13",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que no hayan existido conceptos o cantidades de trabajos pagados de forma anticipada.",
                                    "description_cases_noncompliance": "Se verificó que existieron conceptos o cantidades de trabajos pagados de forma anticipada.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cobro al contratista de los intereses generados a consecuencia del pago por conceptos de manera injustificada.",
                            "subtheme_id": "14.1.14",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se haya hecho el cobro al contratista de los intereses generados a consecuencia del pago en exceso por conceptos de manera injustificada.",
                                    "description_cases_noncompliance": "Se verificó la falta de cobro al contratista de los intereses generados a consecuencia del pago en exceso por conceptos de manera injustificada.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en las operaciones en números generadores o cuerpo de estimación.",
                            "subtheme_id": "14.1.15",
                            "subtheme_procedures": [],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Considerar unidades que correspondan a las contratadas.",
                            "subtheme_id": "14.1.16",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los pagos por conceptos coincidan en las unidades de medida con las contratadas.",
                                    "description_cases_noncompliance": "Se verificó que los pagos por conceptos no coincidieron en las unidades de medida con las contratadas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Devolución de retenciones",
                            "subtheme_id": "14.1.17",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la devolución de retenciones en las estimaciones, cuente con la justificación correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que la devolución de retenciones en las estimaciones, no contó con la justificación correspondiente.",
                                    "normative": ""
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Cumplimiento de pagos",
                    "theme_id": "14.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Cumplimiento en los plazos para pago de estimaciones.",
                            "subtheme_id": "14.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar el cumplimiento en los plazos para pago de estimaciones.",
                                    "description_cases_noncompliance": "Se verificó que existió un incumplimiento en los plazos para pago de estimaciones.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "El contratista presentó en tiempo las estimaciones de obra.",
                            "subtheme_id": "14.2.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el contratista presentó en tiempo las estimaciones de obra.",
                                    "description_cases_noncompliance": "Se verificó que el contratista no presentó en tiempo las estimaciones de obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cubrir el importe por concepto de derechos por los servicios de vigilancia, inspección y control necesarios para la ejecución de obras contratadas.",
                            "subtheme_id": "14.2.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se cubrió el importe por concepto de derechos por los servicios de vigilancia, inspección y control necesarios para la ejecución de obras contratadas.",
                                    "description_cases_noncompliance": "Se verificó que no se cubrió el importe por concepto de derechos por los servicios de vigilancia, inspección y control necesarios para la ejecución de obras contratadas.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Amortizar la totalidad del anticipo en las estimaciones.",
                            "subtheme_id": "14.2.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el contratista amortizó la totalidad del anticipo en las estimaciones.",
                                    "description_cases_noncompliance": "Se verificó que no se amortizó la totalidad del anticipo en las estimaciones.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Aplicación de penas, sanciones y garantías.",
                    "theme_id": "14.3",
                    "theme_subthemes": [
                        {
                            "subtheme": "Retenciones correspondientes en las estimaciones por atraso en la ejecución de los trabajos, según el programa contratado.",
                            "subtheme_id": "14.3.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se hicieron las retenciones correspondientes en las estimaciones por atraso en la ejecución de los trabajos, según el programa contratado.",
                                    "description_cases_noncompliance": "Se verificó que no se hicieron las retenciones correspondientes en las estimaciones por atraso en la ejecución de los trabajos, según el programa contratado.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Aplicación de sanciones o penas convencionales por incumplimiento del contrato.",
                            "subtheme_id": "14.3.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se aplicaron las sanciones o penas convencionales por incumplimiento del contrato.",
                                    "description_cases_noncompliance": "Se verificó que no se aplicaron sanciones o penas convencionales por incumplimiento del contrato.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Hacer efectiva la garantía de cumplimiento de contrato.",
                            "subtheme_id": "14.3.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en caso de incumplimiento al contrato, se hizo efectiva la garantía de cumplimiento.",
                                    "description_cases_noncompliance": "Se verificó que no se hizo efectiva la garantía de cumplimiento de contrato.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Conceptos fuera de catálogo o atípicos",
                    "theme_id": "14.4",
                    "theme_subthemes": [
                        {
                            "subtheme": "Pago de conceptos fuera de catálogo o atípicos con la autorización correspondiente.",
                            "subtheme_id": "14.4.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el pago realizado por conceptos fuera de catálogo o atípicos, cuente con la autorización correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que se pagaron conceptos fuera de catálogo o atípicos sin la autorización correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en la revisión y autorización de conceptos y precios unitarios fuera de catálogo.",
                            "subtheme_id": "14.4.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la correcta revisión y autorización de conceptos fuera de catálogo, tanto de la descripción como de la integración del precio unitario.",
                                    "description_cases_noncompliance": "Se verificó que se tuvieron deficiencias en la revisión y autorización de conceptos fuera de catálogo, tanto de la descripción como de la integración del precio unitario.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Documentación soporte que acredite la procedencia del pago",
                    "theme_id": "14.5",
                    "theme_subthemes": [
                        {
                            "subtheme": "Contar con la documentación soporte que acredite la procedencia del pago (Números generadores, cuerpo de estimación, croquis, copias de bitácora, pruebas de laboratorio, etc.).",
                            "subtheme_id": "14.5.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los pagos por trabajos realizados estuvieron soportados con las facturas y estimaciones correspondientes, acompañadas de los documentos que acreditan la ejecución de los mismos. ",
                                    "description_cases_noncompliance": "Se verificó que los pagos por trabajos realizados no estuvieron soportados con las facturas y estimaciones correspondientes, ni acompañadas de los documentos que acreditaran la ejecución de los mismos. ",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencias en la documentación soporte de las estimaciones.",
                            "subtheme_id": "14.5.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la consistencia en la documentación soporte de las estimaciones.",
                                    "description_cases_noncompliance": "Se verificó que existieron inconsistencias en la documentación soporte de las estimaciones.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Bitácora de obra",
                    "theme_id": "14.6",
                    "theme_subthemes": [
                        {
                            "subtheme": "Existencia de la bitácora.",
                            "subtheme_id": "14.6.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la existencia de la bitácora de obra.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con la bitácora de obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Aperturar la bitácora de obra en tiempo y forma.",
                            "subtheme_id": "14.6.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, previo al inicio de la ejecución de las obras, se aperturó la bitácora de obra correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que, previo al inicio de la ejecución de las obras, no se aperturó la bitácora de obra correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Anotaciones en bitácora por personas autorizadas para hacerlo.",
                            "subtheme_id": "14.6.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que las anotaciones asentadas en la bitácora de obra, sea por personas autorizadas.",
                                    "description_cases_noncompliance": "Se verificó que se tuvieron anotaciones en bitácora por personas no autorizadas para hacerlo.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Mantener al corriente los asientos en bitácora, correspondiente a hechos relevantes.",
                            "subtheme_id": "14.6.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la supervisión llevó a cabo el control y la vigilancia de los trabajos, a través de los asientos en la bitácora de obra.",
                                    "description_cases_noncompliance": "Se verificó que no se mantuvieron al corriente los asientos en bitácora, correspondiente a hechos relevantes.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Alterar notas de bitácora.",
                            "subtheme_id": "14.6.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en las notas de bitácora de obra, no tengan alteraciones en cuanto a los datos asentados en la misma (fechas, número de nota, hechos asentados, etc.).",
                                    "description_cases_noncompliance": "Se verificó que existieron alteraciones en notas de bitácora.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Plazo de ejecución de la obra",
                    "theme_id": "14.7",
                    "theme_subthemes": [
                        {
                            "subtheme": "Iniciar la obra en la fecha estipulada en el contrato.",
                            "subtheme_id": "14.7.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se inició la obra en la fecha estipulada en el contrato.",
                                    "description_cases_noncompliance": "Se verificó que no se inició la obra en la fecha estipulada en el contrato.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Proporcionar al contratista los elementos necesarios y suficientes para cumplir el plazo contractual.",
                            "subtheme_id": "14.7.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la fiscalizada, proporcionó al contratista los elementos necesarios y suficientes para cumplir con el plazo contractual.",
                                    "description_cases_noncompliance": "Se verificó que no se proporcionaron al contratista los elementos necesarios y suficientes para cumplir el plazo contractual.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Convenios modificatorios al contrato.",
                    "theme_id": "14.8",
                    "theme_subthemes": [
                        {
                            "subtheme": "Realizar, en tiempo y forma, los convenios modificatorios de plazo y monto.",
                            "subtheme_id": "14.8.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, en caso de presentarse modificaciones a las condiciones pactadas en el contrato, se acreditó realizar, en tiempo y forma, los convenios modificatorios de plazo y monto correspondientes.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó realizar, en tiempo y forma, los convenios modificatorios de plazo y monto.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Justificar la realización del convenio modificatorio de plazo o monto.",
                            "subtheme_id": "14.8.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, en caso de presentarse modificaciones a las condiciones pactadas, éstas estuvieron debidamente justificadas.",
                                    "description_cases_noncompliance": "Se verificó que no se justificó la realización del convenio modificatorio de plazo y/o monto.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Rebasar el 25% del plazo o monto original contratado.",
                            "subtheme_id": "14.8.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, en caso de presentarse modificaciones a las condiciones pactadas, en la formalización del convenio modificatorio no se rebasó el 25% del monto o plazo original contratado.",
                                    "description_cases_noncompliance": "Se verificó que se rebasó el 25% del plazo o monto original contratado.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Acreditar la autorización para la realización del convenio.",
                            "subtheme_id": "14.8.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, en caso de presentarse modificaciones a las condiciones pactadas, éstas estuvieron debidamente autorizadas, mediante oficios, notas de bitácora, y/o documento correspondiente. ",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó la autorización para la realización del convenio.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Considerar para los conceptos incluidos en el convenio, precios diferentes a los contratados.",
                            "subtheme_id": "14.8.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, en caso de presentarse modificaciones a las condiciones pactadas, se consideraron para los conceptos que soportan el convenio modificatorio de monto, precios que correspondan a los contratados.",
                                    "description_cases_noncompliance": "Se verificó que se consideraron para los conceptos incluidos en el convenio, precios diferentes a los contratados.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Alterar el proyecto y las condiciones de la obra.",
                            "subtheme_id": "14.8.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, en caso de presentarse modificaciones a las condiciones pactadas, no se alteró el proyecto original y las condiciones de la obra.",
                                    "description_cases_noncompliance": "Se verificó que en el convenio se alteró el proyecto y las condiciones de la obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "El contratista otorgó las garantías adicionales correspondientes.",
                            "subtheme_id": "14.8.7",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, en caso de presentarse modificaciones a las condiciones pactadas, el contratista otorgó las garantías adicionales correspondientes.",
                                    "description_cases_noncompliance": "Se verificó que el contratista no otorgó las garantías adicionales correspondientes.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Suspensión, rescisión administrativa o terminación anticipada.",
                    "theme_id": "14.9",
                    "theme_subthemes": [
                        {
                            "subtheme": "Justificar la suspensión parcial o total de los trabajos.",
                            "subtheme_id": "14.9.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en caso de existir la suspensión parcial o total de los trabajos, ésta se justificó.",
                                    "description_cases_noncompliance": "Se verificó que no se justificó la suspensión parcial o total de los trabajos.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Rescindir o realizar la terminación anticipada del contrato, en tiempo y forma, por atraso en la ejecución de la obra e incumplimiento a los plazos contratados.",
                            "subtheme_id": "14.9.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en caso de existir atraso en la ejecución de la obra e incumplimiento a los plazos contratados, la fiscalizada rescindió o realizó la terminación anticipada del contrato.",
                                    "description_cases_noncompliance": "Se verificó que no se rescindió o realizó la terminación anticipada del contrato, en tiempo y forma, por atraso en la ejecución de la obra e incumplimiento a los plazos contratados.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Modificaciones al proyecto ejecutivo",
                    "theme_id": "14.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Modificaciones al proyecto ejecutivo con el cual se contrató la obra, contando con la documentación que acredite la solicitud, autorización o visto bueno, por parte de la normativa y/o solicitante de la obra.",
                            "subtheme_id": "14.10.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, en caso de presentarse modificaciones al proyecto ejecutivo con el cual se contrató la obra, se contó con la documentación que acredite la solicitud, autorización o visto bueno, por parte de la normativa y/o solicitante de la obra.",
                                    "description_cases_noncompliance": "Se verificó que se tuvieron modificaciones al proyecto ejecutivo con el cual se contrató la obra sin contar con la documentación que acredite la solicitud, autorización o visto bueno, por parte de la normativa y/o solicitante de la obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Modificaciones al Proyecto Ejecutivo con el cual se contrató la obra, acreditando la instrucción o autorización por la supervisión en la bitácora de obra.",
                            "subtheme_id": "14.10.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, en caso de presentarse modificaciones al proyecto ejecutivo con el cual se contrató la obra, se acreditó la instrucción o autorización por la supervisión en la bitácora de obra.",
                                    "description_cases_noncompliance": "Se verificó que se tuvieron modificaciones al proyecto ejecutivo con el cual se contrató la obra, sin acreditar la instrucción o autorización por la supervisión en la bitácora de obra.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Ampliación o reducción en el alcance originalmente contratado.",
                            "subtheme_id": "14.10.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la modificación o ampliación en el alcance originalmente contratado, está debidamente justificada.",
                                    "description_cases_noncompliance": "Se verificó que la modificación o la ampliación en el alcance originalmente contratado no estuvo debidamente justificado.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Cumplimiento de permisos, concesiones, derechos, autorizaciones, licencias y Normas Oficiales",
                    "theme_id": "14.11",
                    "theme_subthemes": [
                        {
                            "subtheme": "Cumplimiento de los requerimientos estipulados en los permisos, visto bueno y/o autorizaciones correspondientes, durante la ejecución y/o a la terminación de los trabajos.",
                            "subtheme_id": "14.11.1",
                            "subtheme_procedures": [],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Terminación de obra pública",
            "chapter_id": "15",
            "chapter_themes": [
                {
                    "theme": "Terminación y recepción de los trabajos.",
                    "theme_id": "15.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Acreditar que el contratista informara la terminación de los trabajos objeto del contrato.",
                            "subtheme_id": "15.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el contratista comunicó por escrito a la contratante la terminación de los trabajos objeto del contrato, procediendo ésta a verificar que estén debidamente concluidos.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó que el contratista informara la terminación de los trabajos objeto del contrato.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Acreditar que la contratante informara al Órgano Interno de Control la terminación de los trabajos y la fecha señalada para su recepción.",
                            "subtheme_id": "15.1.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la contratante informara al Órgano Interno de Control la terminación de los trabajos y la fecha señalada para su recepción.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó que la contratante informara al Órgano Interno de Control la terminación de los trabajos y la fecha señalada para su recepción.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Llevar a cabo el acta de entrega recepción.",
                            "subtheme_id": "15.1.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se llevó a cabo el acta de entrega recepción de la obra por parte del contratista a la contratante.",
                                    "description_cases_noncompliance": "Se verificó que no se llevó a cabo el acta de entrega recepción.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Realizar el cierre administrativo de la obra previo a la entrega recepción de la misma.",
                            "subtheme_id": "15.1.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que el contratista llevó a cabo el cierre administrativo de la obra mediante la estimación de finiquito correspondiente, que éste lo realizó en el plazo no mayor a quince días naturales contados a partir de la verificación física de la terminación.",
                                    "description_cases_noncompliance": "Se verificó que no se realizó el cierre administrativo de la obra previo a la entrega recepción de la misma.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Consistencia en el acta de entrega recepción.",
                            "subtheme_id": "15.1.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los datos asentados en el acta de entrega recepción sean consistentes con la obra.",
                                    "description_cases_noncompliance": "Se verificó que el acta de entrega recepción presentó inconsistencias.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Los planos definitivos (As-Built) corresponden con los trabajos realmente ejecutados.",
                            "subtheme_id": "15.1.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se hayan realizado los planos definitivos y que correspondan con los trabajos realmente ejecutados durante la realización de la obra.",
                                    "description_cases_noncompliance": "Se verificó que los Planos definitivos (As-Built) no corresponden con los trabajos realmente ejecutados.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Uso, operación, funcionamiento y mantenimiento de la obra.",
                    "theme_id": "15.2",
                    "theme_subthemes": [
                        {
                            "subtheme": "Aplicar la garantía correspondiente al existir vicios ocultos.",
                            "subtheme_id": "15.2.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que en caso de presentarse vicios ocultos en la obra, se haya aplicado la garantía correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que se presentaron vicios ocultos sin que se aplicara la garantía correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Acreditar la entrega a la unidad operadora, de los planos definitivos, las normas y especificaciones aplicadas, así como manuales e instructivos para su funcionamiento, conservación y mantenimiento. También las garantías de calidad de los bienes instalados.",
                            "subtheme_id": "15.2.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se entregaron a la unidad operadora los planos definitivos, autorizados acordes a la obra, las normas y especificaciones que fueron aplicadas durante su ejecución, así como los manuales e instructivos para su funcionamiento, conservación, mantenimiento correspondientes y los certificados de garantía de calidad de los bienes instalados.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó la entrega a la unidad operadora, de los planos definitivos, las normas y especificaciones aplicadas, así como manuales e instructivos para su funcionamiento, conservación y mantenimiento. Tampoco las garantías de calidad de los Bienes instalados.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "La obra se encuentra en niveles adecuados de operación, funcionamiento y/o mantenimiento.",
                            "subtheme_id": "15.2.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar mediante visita de inspección física, que la obra se encuentra en niveles adecuados de operación, funcionamiento y/o mantenimiento.",
                                    "description_cases_noncompliance": "Se verificó que la obra no se encuentra en niveles adecuados de operación, funcionamiento y/o mantenimiento.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "La obra se encuentra concluida y en funcionamiento.",
                            "subtheme_id": "15.2.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar mediante visita de inspección física, que la obra se encuentra concluida y en funcionamiento.",
                                    "description_cases_noncompliance": "Se verificó que la obra no se encuentra concluida ni en funcionamiento.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "La obra se encuentra concluida pero no en funcionamiento.",
                            "subtheme_id": "15.2.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar, mediante visita de inspección física, que la obra se encuentra concluida y cumple con el objetivo para el cual fue programada.",
                                    "description_cases_noncompliance": "Se verificó que la obra se encuentra concluida pero no en funcionamiento.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                },
                {
                    "theme": "Cuidado y reutilización",
                    "theme_id": "15.3",
                    "theme_subthemes": [
                        {
                            "subtheme": "Carteleras de identificación de obras.",
                            "subtheme_id": "15.3.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la existencia de las carteleras de identificación de las obras, y que éstas se encuentren en buen estado.",
                                    "description_cases_noncompliance": "Se verificó la inexistencia de las carteleras de identificación de las obras, y/o que  éstas se encuentran en mal estado.",
                                    "normative": ""
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Protección de obras hasta su puesta en funcionamiento.",
                            "subtheme_id": "15.3.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que, para obras concluidas pendientes de entrega o de su puesta en funcionamiento, se tenga la protección y mantenimiento necesarios, para evitar su deterioro y se corresponda con la calidad requerida por los usuarios finales; así como evitando un futuro gasto en reparaciones o reposiciones de elementos que conforman dichas obras.",
                                    "description_cases_noncompliance": "Se verificó la falta de protección de obras hasta su puesta en funcionamiento.",
                                    "normative": ""
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Mantenimiento de vegetación en las obras.",
                            "subtheme_id": "15.3.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se lleve un control y seguimiento al mantenimiento de la vegetación adquirida, suministrada y/o colocada en las Obras Públicas donde ésta sea considerada como parte de las mismas. Y considerar que dicha vegetación empleada sea compatible con el clima y las condiciones de la zona.",
                                    "description_cases_noncompliance": "Se verificó que existe falta de mantenimiento a la vegetación en las obras.",
                                    "normative": ""
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Elementos de seguridad no considerados.",
                            "subtheme_id": "15.3.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se hayan considerado todos los elementos de seguridad necesarios para las obras, tanto en proyecto como en catálogo de conceptos.",
                                    "description_cases_noncompliance": "Se verificó que no se consideraron los elementos de seguridad necesarios para las obras.",
                                    "normative": ""
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Cumplimiento de los requerimientos que, para el otorgamiento de la Licencia de Construcción de las obras públicas, establece el Reglamento de Construcción correspondiente. ",
                            "subtheme_id": "15.3.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se hayan cumplido los requerimientos que, para el otorgamiento de la licencia de construcción de las obras públicas, establece el Reglamento de Construcción correspondiente.",
                                    "description_cases_noncompliance": "Se verificó que existió un incumplimiento de los requerimientos que, para el otorgamiento de la licencia de construcción de las obras públicas, establece el Reglamento de Construcción correspondiente. ",
                                    "normative": ""
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Obras por Administración Directa",
            "chapter_id": "16",
            "chapter_themes": [
                {
                    "theme": "Obras por administración directa.",
                    "theme_id": "16.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Acreditar contar con el total de los recursos financieros y técnicos necesarios que se requieran, para el adecuado, oportuno y menos gravoso desarrollo de los trabajos respectivos.",
                            "subtheme_id": "16.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que previo a la ejecución de obras bajo la modalidad de administración directa, se acreditó contar con el total de los recursos financieros y técnicos necesarios que se requieran, para el adecuado, oportuno y menos gravoso desarrollo de los trabajos respectivos.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con el total de los recursos financieros y técnicos necesarios que se requieran, para el adecuado, oportuno y menos gravoso desarrollo de los trabajos respectivos.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Acreditar el cumplimiento de los supuestos establecidos en la Ley, para poder realizar la obra pública bajo la modalidad de Administración Directa.",
                            "subtheme_id": "16.1.2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que previo a la ejecución de obras bajo la modalidad de administración directa, se acreditó el cumplimiento de los supuestos establecidos en la Ley, para poder realizar la obra pública bajo esta modalidad.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó el cumplimiento de los supuestos establecidos en la Ley, para poder realizar la obra pública bajo la modalidad de administración directa.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Acreditar haber realizado la adquisición de materiales e insumos a través del Comité de Adquisiciones, Arrendamientos y Contratación de Servicios correspondiente.",
                            "subtheme_id": "16.1.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la adquisición de materiales y arrendamiento de maquinaria y equipo se adjudicó y contrató de conformidad con el marco jurídico aplicable.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó haber realizado la adquisición de materiales e insumos a través del Comité de Adquisiciones, Arrendamientos y Contratación de Servicios correspondiente.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Participación de terceros con la calidad de contratistas en la ejecución de obra por administración directa.",
                            "subtheme_id": "16.1.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que no se tuvo la participación de terceros con la calidad de contratistas en la ejecución de obra por administración directa.",
                                    "description_cases_noncompliance": "Se verificó que existió la participación de terceros con la calidad de contratistas en la ejecución de obra por administración directa.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Acreditar contar con el acuerdo respectivo, planos, especificaciones y programas de ejecución y suministros; para ejecutar obra pública por administración directa.",
                            "subtheme_id": "16.1.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que previo a la ejecución de obras por administración directa, se contó con el acuerdo respectivo, planos, especificaciones y programas de ejecución y suministros. ",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con el acuerdo respectivo, planos, especificaciones y programas de ejecución y suministros; para ejecutar obra pública por administración directa.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Acreditar contar con el inventario anual actualizado de la maquinaria y equipo de construcción, de su propiedad o a su custodia, en que se indiquen las condiciones de operación del mismo.",
                            "subtheme_id": "16.1.6",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que se contó con el inventario anual actualizado de la maquinaria y equipo de construcción propiedad o en custodia de la Entidad fiscalizada, en que se indiquen las condiciones de operación del mismo.",
                                    "description_cases_noncompliance": "Se verificó que no se acreditó contar con el inventario anual actualizado de la maquinaria y equipo de construcción, de su propiedad o a su custodia, en que se indiquen las condiciones de operación del mismo.",
                                    "normative": "Constitución Política de los Estados Unidos Mexicanos Art. 134 Primer Párrafo"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "Fiscalización durante el ejercicio fiscal en curso o anteriores.",
            "chapter_id": "17",
            "chapter_themes": [
                {
                    "theme": "Denuncias",
                    "theme_id": "17.1",
                    "theme_subthemes": [
                        {
                            "subtheme": "Desvío de recursos hacia fines distintos a los autorizados.",
                            "subtheme_id": "17.1.1",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que los recursos públicos fueron utilizados en los fines autorizados.",
                                    "description_cases_noncompliance": "Se detectaron desvíos de recursos públicos materiales, financieros o humanos.",
                                    "normative": "Ley de Fiscalización Superior y Rendición de Cuentas del Estado de Querétaro  Artículo 49"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Irregularidades en la captación o en el manejo y utilización de los recursos.",
                            "subtheme_id": "17.1. 2",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que no existe irregularidad en la captación, manejo y utilización de los recursos públicos.",
                                    "description_cases_noncompliance": "Se detectaron irregularidades en la captación o ejercicio de los recursos públicos.",
                                    "normative": "Ley de Fiscalización Superior y Rendición de Cuentas del Estado de Querétaro  Artículo 49"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Actos presuntamente irregulares en la contratación y ejecución de obras.",
                            "subtheme_id": "17.1.3",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la contratación y ejecución de obras se realizó conforme a la Ley.",
                                    "description_cases_noncompliance": "Se detectaron irregularidades en el procedimiento de contratación y ejecución de obras públicas.",
                                    "normative": "Ley de Fiscalización Superior y Rendición de Cuentas del Estado de Querétaro  Artículo 49"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Actos presuntamente irregulares en la contratación y prestación de servicios públicos, adquisición de bienes, y otorgamiento de permisos, licencias y concesiones entre otros",
                            "subtheme_id": "17.1.4",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar que la contratación y prestación de servicios públicos, adquisición de bienes, y otorgamiento de permisos, licencias y concesiones entre otros, se realizaron conforme a la Ley.",
                                    "description_cases_noncompliance": "Se detectaron irregularidades en la contratación y/o prestación de servicios públicos y/o adquisición de bienes y/u otorgamiento de permisos, licencias y concesiones, entre otros.",
                                    "normative": "Ley de Fiscalización Superior y Rendición de Cuentas del Estado de Querétaro  Artículo 49"
                                }
                            ],
                            "severity": "medium"
                        },
                        {
                            "subtheme": "Inconsistencia en la información financiera o programática de cualquier entidad fiscalizada que oculte o pueda originar daños y perjuicios, o ambos, a su patrimonio.",
                            "subtheme_id": "17.1.5",
                            "subtheme_procedures": [
                                {
                                    "procedure": "Verificar la consistencia en la información financiera o programática y que no exista ocultamiento de su información que pueda originar daños o perjuicios, o ambos a su patrimonio.",
                                    "description_cases_noncompliance": "Se detectó información financiera o programática oculta por la entidad fiscalizada o que pueda ocasionar daños y perjuicios o ambos a su patrimonio.",
                                    "normative": "Ley de Fiscalización Superior y Rendición de Cuentas del Estado de Querétaro  Artículo 49"
                                }
                            ],
                            "severity": "medium"
                        }
                    ]
                }
            ]
        }
    ]
}